import { Quote, Stratagem } from "@/utils/generalInterfaces";

export const quotes = [
  {
    id: 1,
    text: "Вы знаете, что во время переходов мы показываем советы?",
  },
  {
    id: 2,
    text: "Управляемая демократия — краеугольный камень развитой цивилизации.",
  },
  {
    id: 3,
    text: "Супер-Земля рекомендует на каждом задании в течение как минимум 2,4 секунды любоваться пейзажем. Счастливый Адский Десантник — смертоносный Адский Десантник.",
  },
  {
    id: 4,
    text: "Вы элита Супер-Земли. Всегда помните об этом.",
  },
  {
    id: 5,
    text: "«Орел» — ударный летательный аппарат быстрого реагирования, который гораздо быстрее огневой поддержки с орбиты.",
  },
  {
    id: 6,
    text: "Галактическая война — всеобщее дело. Только работая сообща мы можем быть уверены, что планеты не попадут врагам в руки.",
  },
  {
    id: 7,
    text: "Если не получилось с первого раза, ныряйте еще... И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще...",
  },
  {
    id: 8,
    text: "На экране выбора заданий можно увидеть дневную и ночную сторону планеты. Выбирайте задания, которые вам по душе!",
  },
  {
    id: 9,
    text: "Видите планету, которая вот-вот перейдет под контроль врага? Соберите своих товарищей по Адскому десанту и приступите к защите. На счету каждое задание!",
  },
  {
    id: 10,
    text: "Когда встречаетесь с ботами, помните про УХУ: укрытие, храбрость и еще раз укрытие.",
  },
  {
    id: 11,
    text: "Труднопроходимая местность мешает передвижению. Эксперты рекомендуют избегать снега, грязи, воды, кустарников и лавы. С полным списком можно ознакомиться в разделе D.198-2 руководства.",
  },
  {
    id: 12,
    text: "Недовольны собой? Измените свой внешний вид, голос и характер в комнате настройки. Все проще простого!",
  },
  {
    id: 13,
    text: "Когда у вас заканчивается выносливость, вместе с ней падают скорость бега и точность выстрелов.",
  },
  {
    id: 14,
    text: "Не погибайте.",
  },
  {
    id: 15,
    text: "Здесь показываются советы.",
  },
  {
    id: 16,
    text: "Демократия не требует управления, она требует патронов и людей.",
  },
  {
    id: 17,
    text: "Если враг пытается наладить дипломатические отношения, ПРИСТРЕЛИТЕ ЕГО. Никакого доверия лжецам!",
  },
  {
    id: 18,
    text: "Провал миссии приведет к тому, что вы будете отправлены в Лагерь Демократии.",
  },
  {
    id: 19,
    text: "Вы не сможете распространять управляемую демократию, если вы умрете уставшим. Может быть я стану предателем за свои слова, но хорошо отдохните, попейте воды и перерывы сделают вас более эффективным.",
  },
  {
    id: 20,
    text: "Не забывайте заполнять разрешение C-01 перед любым действием, которое может привести к появлению ребенка.",
  },
] as Quote[];

export const stratagems = [
  {
    id: 1,
    name: "Пулемет",
    keyCodes: [83, 65, 83, 87, 68],
    directions: [3, 4, 3, 1, 2],
  },
  {
    id: 2,
    name: "Крупнокалиберная винтовка",
    keyCodes: [83, 65, 68, 87, 83],
    directions: [3, 4, 2, 1, 3],
  },
  {
    id: 3,
    name: "Доблесть",
    keyCodes: [83, 83, 65, 87, 68],
    directions: [3, 3, 4, 1, 2],
  },
  {
    id: 4,
    name: "Одноразовый бронебой",
    keyCodes: [83, 65, 68, 68, 65],
    directions: [3, 4, 2, 2, 4],
  },
  {
    id: 5,
    name: "Огнемет",
    keyCodes: [83, 65, 87, 83, 87],
    directions: [3, 4, 1, 3, 1],
  },
  {
    id: 6,
    name: "Автопушка",
    keyCodes: [83, 65, 83, 87, 87, 68],
    directions: [3, 4, 3, 1, 1, 2],
  },
  {
    id: 7,
    name: "Рельсотрон",
    keyCodes: [83, 68, 83, 87, 65, 68],
    directions: [3, 2, 3, 1, 4, 2],
  },
  {
    id: 8,
    name: "Копье",
    keyCodes: [83, 83, 87, 83, 83],
    directions: [3, 3, 1, 3, 3],
  },
  {
    id: 9,
    name: "Орбитальный залп Гатлинга",
    keyCodes: [68, 83, 65, 87, 87],
    directions: [2, 3, 4, 1, 1],
  },
  {
    id: 10,
    name: "Орбитальная воздушная бомба",
    keyCodes: [68, 68, 68],
    directions: [2, 2, 2],
  },
  {
    id: 11,
    name: "Орбитальный залп 120-мм ОФ",
    keyCodes: [68, 68, 83, 65, 68, 83],
    directions: [2, 2, 3, 4, 2, 3],
  },
  {
    id: 12,
    name: "Орбитальный залп 380-мм ОФ",
    keyCodes: [68, 83, 87, 87, 65, 83, 83],
    directions: [2, 3, 1, 1, 4, 3, 3],
  },
  {
    id: 13,
    name: "Орбитальный огневой вал",
    keyCodes: [68, 83, 68, 83, 68, 83],
    directions: [2, 3, 2, 3, 2, 3],
  },
  {
    id: 14,
    name: "Орбитальный лазер",
    keyCodes: [68, 83, 87, 68, 83],
    directions: [2, 3, 1, 2, 3],
  },
  {
    id: 15,
    name: "Орбитальный рельсотронный залп",
    keyCodes: [68, 87, 83, 83, 68],
    directions: [2, 1, 3, 3, 2],
  },
  {
    id: 16,
    name: "Орел: бреющий полет",
    keyCodes: [87, 68, 68],
    directions: [1, 2, 2],
  },
  {
    id: 17,
    name: "Орел: воздушный налет",
    keyCodes: [87, 68, 83, 68],
    directions: [1, 2, 3, 2],
  },
  {
    id: 18,
    name: "Орел: кластерная бомба",
    keyCodes: [87, 68, 83, 83, 68],
    directions: [1, 2, 3, 3, 2],
  },
  {
    id: 19,
    name: "Реактивный ранец",
    keyCodes: [87, 68, 83, 87],
    directions: [1, 2, 3, 1],
  },
  {
    id: 20,
    name: "Орел: дымовая завеса",
    keyCodes: [83, 87, 87, 83, 87],
    directions: [3, 1, 1, 3, 1],
  },
  {
    id: 21,
    name: "Орел: 110-мм ракетные блоки",
    keyCodes: [87, 68, 87, 83],
    directions: [1, 2, 1, 3],
  },
  {
    id: 22,
    name: "Орел: бомба [500 кг]",
    keyCodes: [87, 68, 87, 65],
    directions: [1, 2, 1, 4],
  },
  {
    id: 23,
    name: "Орбитальный высокоточный удар",
    keyCodes: [87, 68, 83, 83, 83],
    directions: [1, 2, 3, 3, 3],
  },
  {
    id: 23,
    name: "Орбитальный газовый удар",
    keyCodes: [68, 68, 87],
    directions: [2, 2, 1],
  },
  {
    id: 24,
    name: "Орбитальный эм-удар",
    keyCodes: [68, 68, 83, 68],
    directions: [2, 2, 3, 2],
  },
  {
    id: 25,
    name: "Орбитальная дымовая завеса",
    keyCodes: [68, 68, 65, 83],
    directions: [2, 2, 4, 3],
  },
  {
    id: 26,
    name: "Огневая позиция: тяжелый пулемет",
    keyCodes: [68, 68, 83, 87],
    directions: [2, 2, 3, 1],
  },
  {
    id: 27,
    name: "Реле генератора щита",
    keyCodes: [83, 87, 65, 68, 68, 65],
    directions: [3, 1, 4, 2, 2, 4],
  },
  {
    id: 28,
    name: "Тесла-башня",
    keyCodes: [83, 87, 65, 83, 68, 68],
    directions: [3, 1, 4, 3, 2, 2],
  },
  {
    id: 29,
    name: "Противопехотные мины",
    keyCodes: [83, 87, 68, 87, 65, 68],
    directions: [3, 1, 2, 1, 4, 2],
  },
  {
    id: 30,
    name: "Рюкзак: боеприпасы",
    keyCodes: [83, 65, 87, 68],
    directions: [3, 4, 1, 2],
  },
  {
    id: 31,
    name: "Гранатомет",
    keyCodes: [83, 65, 83, 87, 87, 83],
    directions: [3, 4, 3, 1, 1, 3],
  },
  {
    id: 32,
    name: "Лазерная пушка",
    keyCodes: [83, 65, 87, 65, 83],
    directions: [3, 4, 1, 4, 3],
  },
  {
    id: 33,
    name: "Зажигательные мины",
    keyCodes: [83, 65, 83, 87, 65],
    directions: [3, 4, 3, 1, 4],
  },
  {
    id: 34,
    name: "Аппарат: сторожевой пес",
    keyCodes: [83, 65, 65, 83],
    directions: [3, 4, 4, 3],
  },
  {
    id: 35,
    name: "Рюкзак: баллистический щит",
    keyCodes: [83, 87, 65, 87, 68, 68],
    directions: [3, 1, 4, 1, 2, 2],
  },
  {
    id: 36,
    name: "Дуговой метатель",
    keyCodes: [83, 65, 87, 87, 68],
    directions: [3, 4, 1, 1, 2],
  },
  {
    id: 37,
    name: "Генератор щита",
    keyCodes: [83, 68, 87, 65, 84],
    directions: [3, 2, 1, 4, 3],
  },
  {
    id: 38,
    name: "Пулеметная турель",
    keyCodes: [83, 87, 65, 68, 65, 68],
    directions: [3, 1, 4, 2, 4, 2],
  },
  {
    id: 39,
    name: "Турель Гатлинга",
    keyCodes: [83, 87, 68, 68, 87],
    directions: [3, 1, 2, 2, 1],
  },
  {
    id: 40,
    name: "Турель с минометом",
    keyCodes: [83, 87, 68, 68, 83],
    directions: [3, 1, 2, 2, 3],
  },
  {
    id: 41,
    name: "Сторожевой пес",
    keyCodes: [83, 87, 65, 87, 68, 83],
    directions: [3, 1, 4, 1, 2, 3],
  },
  {
    id: 42,
    name: "Турель с автопушкой",
    keyCodes: [83, 87, 68, 87, 65, 87],
    directions: [3, 1, 2, 1, 4, 1],
  },
  {
    id: 43,
    name: "Ракетная турель",
    keyCodes: [83, 87, 68, 68, 65],
    directions: [3, 1, 2, 2, 4],
  },
  {
    id: 44,
    name: "Турель с эм-минометом",
    keyCodes: [83, 83, 87, 87, 65],
    directions: [3, 3, 1, 1, 4],
  },
  {
    id: 45,
    name: "Экзокостюм «патриот»",
    keyCodes: [65, 83, 68, 87, 65, 83, 83],
    directions: [4, 3, 2, 1, 4, 3, 3],
  },
  {
    id: 46,
    name: "Подкрепление",
    keyCodes: [87, 83, 68, 65, 87],
    directions: [1, 3, 2, 4, 1],
  },
  {
    id: 47,
    name: "SOS маячок",
    keyCodes: [87, 83, 68, 87],
    directions: [1, 3, 2, 1],
  },
  {
    id: 48,
    name: "Припасы",
    keyCodes: [83, 83, 87, 68],
    directions: [3, 3, 1, 2],
  },
  {
    id: 49,
    name: "Флаг Супер-Земли",
    keyCodes: [83, 87, 83, 87],
    directions: [3, 1, 3, 1],
  },
  {
    id: 50,
    name: "Загрузить данные",
    keyCodes: [65, 68, 83, 83, 83],
    directions: [4, 2, 1, 1, 1],
  },
  {
    id: 51,
    name: "Адская бомба",
    keyCodes: [83, 87, 65, 83, 87, 68, 83, 87],
    directions: [3, 1, 4, 3, 1, 2, 3, 1],
  },
] as Stratagem[];
