export const armorBonuses = {
  extraArmor: {
    name: "Экстра-уплотнение",
    description: "Обеспечивает более высокий рейтинг брони.",
  },
  engineerKit: {
    name: "Инженерный комплект",
    description:
      "Снижает отдачу в приседе и лежа еще на 30%. Увеличивает первоначальный размер инвентаря и количество переносимых гранат на +2.",
  },
  medKit: {
    name: "Аптечка",
    description:
      "Увеличивает первоначальный размер инвентаря и количество переносимых стимов на +2. Увеличивает время действия стима на 2.0 сек.",
  },
  democracyProtects: {
    name: "Демократия защищает",
    description:
      "50% вероятность не умереть при получении смертельного урона. Предотвращает урон от кровотечения при кровотечении из груди.",
  },
  electricalCondult: {
    name: "Электропроводник",
    description: "Дает 95% сопротивление урону от дуги.",
  },
  fortification: {
    name: "Укрепление",
    description:
      "Снижает отдачу в приседе и лежа еще на 30%. Дает 50% сопротивление урону от взрыва.",
  },
  servoAssisted: {
    name: "Сервопривод",
    description:
      "Увеличивает дальность броска на 30%. Увеличивает здоровье конечностей на 50%.",
  },
  scout: {
    name: "Разведчик",
    description:
      "Размещенные на карте метки сканируют местность каждые 2.0 сек. Сокращает дистанцию обнаружения пользователя на 30%.",
  },
};
