export const codeRules = [
  { id: 1, text: "Вначале миссия — потом второстепенные задачи и лут" },
  {
    id: 2,
    text: "Не улетайте без своих тиммейтов, заходите в шаттл только тогда, когда все тиммейты смогут успеть сесть в него",
  },
  {
    id: 3,
    text: "Самый главный лут на карте — образцы. Собирайте их все, а также не забывайте подбирать с мертвых тиммейтов",
  },
  {
    id: 4,
    text: "Не кидайте атакующие стратагемы на союзников. Они вам за это спасибо не скажут",
  },
  {
    id: 5,
    text: "Не берите специальное оружие или снаряжение союзников без спроса",
  },
  {
    id: 6,
    text: "Если у вас другой стиль прохождения, не мешайте союзникам, потому что это помешает распространению управляемой демократии по всей галактике",
  },
  {
    id: 7,
    text: "Вызывайте своих союзников в безопасную область, в крайнем случае в сторону их кончины",
  },
  {
    id: 8,
    text: "Пополнение боеприпасов cуществует для всех. Не надо использовать эту стратагему в индивидуальных целях",
  },
];
