export const illuminates = [
  {
    id: 1,
    imagePath: "/static/illuminates/Voteless.webp",
    fractionIndex: 2,
    devName: "Voteless",
    tactics:
      "Небходимо уничтожать как можно быстрее, потому что цель их жизни — сообщить своим собратьям о противнике. «Сторожевые псы» обладают достаточно высокой эффективностью против данного типа врагов. Также не нужно их недооценивать, потому что они могут убить зазевавшегося Адского Десантника за 3-5 укусов.",
  },
  {
    id: 2,
    imagePath: "/static/illuminates/Watcher.webp",
    fractionIndex: 2,
    devName: "Watcher",
    tactics:
      "Держитесь от них на расстоянии, чтобы не получить урон от их взрыва и плевков. Также можете выбрать их приоритетной целью, так как их взрыв будет наносить урон ближайшим терминидам. Помимо этого помните, что после убийства желчного плевателя он взорвется, нанося ущерб близлежащим организмам.",
  },
  {
    id: 3,
    imagePath: "/static/illuminates/Overseer.webp",
    fractionIndex: 2,
    devName: "Overseer",
    tactics:
      "Убивайте их пока они не начали звать на помощь своих сородичей и держитесь на некотором расстоянии от них. Также будьте осторожны при использовании взрывчатки или стратагем, так как они рикошетят, а гранаты или выстрелы из ракетницы взрываются об прыгунов.",
  },
  {
    id: 4,
    imagePath: "/static/illuminates/ElevatedOverseer.webp",
    fractionIndex: 2,
    devName: "Elevated Overseer",
    tactics:
      "Самое главное — уничтожение их гнезд, обычно их 2-3 единицы. Гнезда можно уничтожить с помощью пушки Квазар, автопушки, одноразового бронебоя и безоткатки. Самих крикунов надо убивать из точного оружия, так как они довольно ловко маневрируют в воздухе.",
  },
  {
    id: 5,
    imagePath: "/static/illuminates/Harvester.webp",
    fractionIndex: 2,
    devName: "Harvester",
    tactics:
      "Охотники очень проворны и стараются уклониться от ваших выстрелов, но вы можете их легко уничтожить во время их атаки в прыжке. Обычно они передвигаются группами, что представляет огромную опасность в виду большого количества наносимого ими урона.",
  },
  {
    id: 6,
    imagePath: "/static/illuminates/WarpShip.webp",
    fractionIndex: 2,
    devName: "Warp Ship",
    tactics:
      "Охотники очень проворны и стараются уклониться от ваших выстрелов, но вы можете их легко уничтожить во время их атаки в прыжке. Обычно они передвигаются группами, что представляет огромную опасность в виду большого количества наносимого ими урона.",
  },
] as any[];
