export const terminids = [
  {
    id: 1,
    imagePath: "/static/terminids/Scavenger.webp",
    fractionIndex: 0,
    devName: "Scavenger",
    tactics:
      "Небходимо уничтожать как можно быстрее, потому что цель их жизни — сообщить своим собратьям о противнике. «Сторожевые псы» обладают достаточно высокой эффективностью против данного типа врагов. Также не нужно их недооценивать, потому что они могут убить зазевавшегося Адского Десантника за 3-5 укусов.",
  },
  {
    id: 2,
    imagePath: "/static/terminids/BileSpitter.webp",
    fractionIndex: 0,
    devName: "Bile Spitter",
    tactics:
      "Держитесь от них на расстоянии, чтобы не получить урон от их взрыва и плевков. Также можете выбрать их приоритетной целью, так как их взрыв будет наносить урон ближайшим терминидам. Помимо этого помните, что после убийства желчного плевателя он взорвется, нанося ущерб близлежащим организмам.",
  },
  {
    id: 3,
    imagePath: "/static/terminids/Pouncer.webp",
    fractionIndex: 0,
    devName: "Pouncer",
    tactics:
      "Убивайте их пока они не начали звать на помощь своих сородичей и держитесь на некотором расстоянии от них. Также будьте осторожны при использовании взрывчатки или стратагем, так как они рикошетят, а гранаты или выстрелы из ракетницы взрываются об прыгунов.",
  },
  {
    id: 4,
    imagePath: "/static/terminids/Shrieker.webp",
    fractionIndex: 0,
    devName: "Shrieker",
    tactics:
      "Самое главное — уничтожение их гнезд, обычно их 2-3 единицы. Гнезда можно уничтожить с помощью пушки Квазар, автопушки, одноразового бронебоя и безоткатки. Самих крикунов надо убивать из точного оружия, так как они довольно ловко маневрируют в воздухе.",
  },
  {
    id: 5,
    imagePath: "/static/terminids/Hunter.webp",
    fractionIndex: 0,
    devName: "Hunter",
    tactics:
      "Охотники очень проворны и стараются уклониться от ваших выстрелов, но вы можете их легко уничтожить во время их атаки в прыжке. Обычно они передвигаются группами, что представляет огромную опасность в виду большого количества наносимого ими урона.",
  },
  {
    id: 6,
    imagePath: "/static/terminids/Warrior.webp",
    fractionIndex: 0,
    devName: "Warrior",
    tactics:
      "Стреляйте ему в ноги, чтобы уменьшить его опасность или же можете выстрелом снести ему голову. Помните, что при убийстве война в голову его тело устремится к вам и попытается вас убить, после чего умрет окончательно.",
  },
  {
    id: 7,
    imagePath: "/static/terminids/BileWarrior.webp",
    fractionIndex: 0,
    devName: "Bile Warrior",
    tactics:
      "Убивайте их таким же образом, как и обычных войнов, но не забывайте что это вид после смерти еще и взрывается оставляя поле желчи вокруг своего трупа.",
  },
  {
    id: 8,
    imagePath: "/static/terminids/HiveGuard.webp",
    fractionIndex: 0,
    devName: "Hive Guard",
    tactics:
      "Чтобы уничтожить этого терминида вы можете стрелять в щели между хитиновыми щитками или же просто использовать оружие, способное пробивать среднюю броню. Также одним из вариантов его уничтожения является обход с флангов и стрельба по его незащищенным частям.",
  },
  {
    id: 9,
    imagePath: "/static/terminids/Stalker.webp",
    fractionIndex: 0,
    devName: "Stalker",
    tactics:
      "Самое действенный способ их уничтожения — избавление от гнезда следопытов. Также Используйте оружие, способное оглушать противников, так как это поможет вам защитить себя от их быстрого перемещения к вам. Помимо этого не спускайте со следопытов глаз, в виду того, что они имеют маскировку и стараются быстро подойти к вам с флангов и сзади.",
  },
  {
    id: 10,
    imagePath: "/static/terminids/BroodCommander.webp",
    fractionIndex: 0,
    devName: "Brood Commander",
    tactics:
      "Тактика его уничтожения такая же как и против обычного война с поправкой на количество здоровья и новую атаку. В виду повышенной ненависти к Супер-Земле и Адским Десантникам он может совершить яростный рывок, сбивающий с ног и добавляющий эффект контузии, а также даже после смерти он будет пытать атаковать вас своими острейшими когтями.",
  },
  {
    id: 11,
    imagePath: "/static/terminids/NursingSpewer.webp",
    fractionIndex: 0,
    devName: "Nursing Spewer",
    tactics:
      "При использовании взрывного оружия следует стрелять в брюхо, а при использовании обычных пуль в пасть. Также необходимо держать дистанции, так как он может начать блевать желчью, которая прожигает броню Адского Десанта. Не забывайте, что если вы убивали кормящего блевуна в брюшко, то оно взорвется, нанеся большое количество урона.",
  },
  {
    id: 12,
    imagePath: "/static/terminids/BileSpewer.webp",
    fractionIndex: 0,
    devName: "Bile Spewer",
    tactics: "Тактика убийства схожая с уничтожением кормящего блевуна.",
  },
  {
    id: 13,
    imagePath: "/static/terminids/Charger.webp",
    fractionIndex: 0,
    devName: "Charger",
    tactics:
      "Если вы вооружены взрывным оружием, то цельтесь прямо в хитиновый панцирь над его пастью, в случае если ваше оружие стреляет только пулями, то громила имеет уязвимую и незащищенную зону сзади. Также берегитесь его атак, так как помимо рывка с целью растоптать Адского Десантника он может совершить сильный толчок в свой фланг и оттолкнуть вас.",
  },
  {
    id: 14,
    imagePath: "/static/terminids/ChargerBehemoth.webp",
    fractionIndex: 0,
    devName: "Charger Behemoth",
    description:
      "Громила — это очень большой и бронированный терминид. Нельзя точно сказать какое место он занимает в иерархии терминидов, но очевидно, что он несет большую опасность вашему отряду.",
    tactics:
      "Если вы вооружены взрывным оружием, то цельтесь прямо в хитиновый панцирь над его пастью, в случае если ваше оружие стреляет только пулями, то громила имеет уязвимую и незащищенную зону сзади. Также берегитесь его атак, так как помимо рывка с целью растоптать Адского Десантника он может совершить сильный толчок в свой фланг и оттолкнуть вас.",
  },
  {
    id: 15,
    imagePath: "/static/terminids/SporeCharger.webp",
    fractionIndex: 0,
    devName: "Spore Charger",
    description:
      "Громила — это очень большой и бронированный терминид. Нельзя точно сказать какое место он занимает в иерархии терминидов, но очевидно, что он несет большую опасность вашему отряду.",
    tactics:
      "Если вы вооружены взрывным оружием, то цельтесь прямо в хитиновый панцирь над его пастью, в случае если ваше оружие стреляет только пулями, то громила имеет уязвимую и незащищенную зону сзади. Также берегитесь его атак, так как помимо рывка с целью растоптать Адского Десантника он может совершить сильный толчок в свой фланг и оттолкнуть вас.",
  },
  {
    id: 16,
    imagePath: "/static/terminids/Impaler.webp",
    fractionIndex: 0,
    devName: "Impaler",
    description:
      "Громила — это очень большой и бронированный терминид. Нельзя точно сказать какое место он занимает в иерархии терминидов, но очевидно, что он несет большую опасность вашему отряду.",
    tactics:
      "Если вы вооружены взрывным оружием, то цельтесь прямо в хитиновый панцирь над его пастью, в случае если ваше оружие стреляет только пулями, то громила имеет уязвимую и незащищенную зону сзади. Также берегитесь его атак, так как помимо рывка с целью растоптать Адского Десантника он может совершить сильный толчок в свой фланг и оттолкнуть вас.",
  },
  {
    id: 17,
    imagePath: "/static/terminids/BileTitan.webp",
    fractionIndex: 0,
    devName: "Bile Titan",
    tactics:
      "Самым лучшим решением будет кинуть в него пару стратагем, но альтернативным вариантом является использование взрывного оружия поддержки. Также вы можете уничтожить его желчные мешки, что нанесет ему большое количество урона. Помимо этого не забывайте, что туша желчного титана имеет большой вес и при ее падении на вас шансы на выживание стремятся к нулю.",
  },
] as any[];
