{
  "ArmorPage": {
    "metadataTitle": "HELLDIVERS.HELP: Armor",
    "metadataDescription": "The armor for the Helldiver in Helldivers 2 plays a critical role in ensuring survivability and effectiveness on the battlefield. It protects against the long-range lasers of the Automatons, the claws and stings of the Terminids, and the armor set also provides certain mission-enhancing bonuses."
  },
  "BoostersPage": {
    "metadataTitle": "HELLDIVERS.HELP: Boosters",
    "metadataDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageTitle": "boosters",
    "pageDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageAdditionalDescription": "Boosters are powerful tools that grant various bonuses during a mission to your entire team of Helldivers. Choose them wisely and consult with your battle comrades so that the opponents of democracy don't stand a chance!"
  },
  "CoatsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Coats",
    "metadataDescription": "The cape is the adornment of the Helldiver. It is a distinctive sign that they are all heroes, and heroes can't help but wear capes. It is as important an attribute to any Helldiver as a hat is to every self-respecting cowboy. So wear your cape with honor and dignity, lest you dishonor your comrades, democracy, and Super Earth."
  },
  "EnemiesPage": {
    "metadataTitle": "HELLDIVERS.HELP. Enemies: All factions and their characteristics",
    "metadataDescription": "A complete guide to the enemies in Helldivers 2. Learn weaknesses and tactics for fighting against Terminids, Automatons, and Illuminate. Prepare for battles with the enemies of democracy!"
  },
  "MissionsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Missions",
    "metadataDescription": "Missions are what every Helldiver is in the business of accomplishing. It's the very purpose of their existence, after all, mission fulfillment is to help people, provide additional resources for Super Earth, and promote democracy in the galaxy."
  },
  "NewsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Updates, Events and Patches",
    "metadataDescription": "All the latest Helldivers 2 news: patches, updates, events and more. Stay up to date with all the changes in the game and get ready for new challenges!"
  },
  "PlanetsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Planets",
    "metadataDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy.",
    "pageTitle": "planet",
    "pageAdditionalTitle": "glossary",
    "pageDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy."
  },
  "ShipModulesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Ship modules",
    "metadataDescription": "The ship is your only safe place in the galaxy besides Super Earth. It is the place from which you embark on missions and to which you return, exhausted, tired, but satisfied with your progress. Your ship, just like you, needs improvements. Yes, each of these improvements is quite expensive, but the effects you get in return are worth it. You can turn your turrets into deadly firing units, or you can increase the frequency of attacking stratagems by showering democracy's enemies with a hail of bombs. The important thing to remember is that your ship is just as much a battle buddy as the other Hell Troopers!",
    "pageTitle": "ship",
    "pageAdditionalTitle": "modules",
    "pageDescription": "The destroyer is your only safe place in the galaxy besides Super Earth. It is the place from which you embark on missions and to which you return, exhausted, tired, but satisfied with your progress.",
    "pageAdditionalDescription": "Your destroyer, just like you, needs improvements. Yes, each of these improvements is quite expensive, but the effects you get in return are worth it. You can turn your turrets into deadly firing units, or you can increase the frequency of attacking stratagems, showering democracy's enemies with a hail of bombs. The important thing to remember is that your ship is just as much a battle buddy as the other Helldivers!"
  },
  "StratagemsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Stratagems",
    "metadataDescription": "Every Helldiver knows that on ruthless battlefields, survival depends not only on firepower, but also on strategy, cunning, and the judicious use of stratagems. These very useful 'things' in galactic warfare assert our dominance over the alien threat and uphold the values of freedom and guided democracy.",
    "pageTitle": "stratagems",
    "pageDescription": "Every Helldiver knows that on ruthless battlefields, survival depends not only on firepower, but also on strategy, cunning, and the judicious use of stratagems.",
    "pageAdditionalDescription": "These very useful galactic warfare 'things' assert our dominance over the alien threat and uphold the values of freedom and guided democracy.",
    "pageSecondAdditionalDescription": "When faced with superior enemy forces, stratagems become a tool that can change the course of the battle. Whether it's launching pinpoint strikes, deploying powerful turrets, or obtaining supplies, every stratagem serves the most important purpose of securing freedom and prosperity in the galaxy.",
    "sectionTitles": "[\"PATRIOTIC ADMINISTRATION CENTER\",\"ORBITAL CANNONS\",\"HANGAR\",\"BRIDGE\",\"ENGINEERING BAY\",\"ROBOTICS WORKSHOP\",\"WARBONDS\",\"GENERAL\"]",
    "blockTitles": "[\"Available at:\",\"level\",\"Price:\",\"Call-in time:\",\"sec.\",\"Uses:\",\"Unlimited\",\"Cooldown:\"]"
  },
  "StratagemTrainingPage": {
    "metadataTitle": "HELLDIVERS.HELP: Stratagem Training",
    "metadataDescription": "Improve your skill at rapid stratagem entry in constant training to advance a managed democracy in the galaxy as effectively as possible and kill the hated enemies of Super Earth more swiftly.",
    "pageTitle": "STRATAGEM",
    "pageAdditionalTitle": "HERO",
    "text": "[\"START\",\"Use the arrow buttons or swap to the correct side to enter stratagems\",\"Use WASD or arrows on your keyboard to enter stratagems\",\"Buttons\",\"Swipe\",\"Round\",\"Score\",\"SWIPE HERE\",\"Your record:\",\"Game over\",\"FINAL SCORE\",\"MAX RESULT\",\"Round bonus\",\"Time bonus\",\"Perfection bonus\",\"Total score\",\"Get ready\"]"
  },
  "WeaponryPage": {
    "metadataTitle": "Helldivers.HELP. Weapons: A complete list of weapons and their characteristics",
    "metadataDescription": "All about Helldivers 2 weapons: detailed descriptions and specifications. Rifles, shotguns, support weapons and other weapons."
  },
  "HomePage": {
    "metadataTitle": "HELLDIVERS.HELP — Helldivers 2 Assistant: Wiki & Other",
    "metadataDescription": "Helldiver.help is an assistant site for each Helldiver who fights to ensure democracy, freedom and prosperity throughout the galaxy.",
    "imageTitleDescription": "Equipment, stratagems, bestiary and more",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "manual",
    "pageDescription": "Welcome to the Helldivers 2 Manual! Get ready to plunge into the exciting world of global war with hostile invaders: Automatons and Terminids. In this manual you will find all the necessary information to make it easier to navigate the features of your equipment, enemies and planets of the galaxy and emerge victorious from all the missions you complete."
  },
  "ResourcesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Resources",
    "metadataDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to advance managed democracy, freedom and prosperity throughout the galaxy.",
    "pageTitle": "galaxy",
    "pageAdditionalTitle": "resources",
    "pageDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to promote managed democracy, freedom and prosperity throughout the galaxy."
  },
  "ProgressionPage": {
    "metadataTitle": "HELLDIVERS.HELP. Progression: Ranks, Levels and Titles",
    "metadataDescription": "When you go into battle, remember that your courage and dedication will be recognized. Because of your diligence and loyalty to the cause of Super Earth, you will be promoted and honored for your heroic feats in advancing a managed democracy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "progression",
    "pageDescription": "When you go into battle, remember that your courage and dedication will be noticed. Thanks to your diligence and dedication to the cause of the Super Earth, you will receive promotions and honorary titles for your heroic deeds in promoting a managed democracy.",
    "pageAdditionalDescription": "Starting with the Cadet title, you need to demonstrate your loyalty by proving yourself on the battlefield as a true defender of democracy. Each title you receive reflects your desire for greatness through feats, bravery and skill. May your name become a symbol of the power that will shake the galaxy!",
    "firstSectionTitle": "TITLES"
  },
  "AchievementsPage": {
    "metadataTitle":  "HELLDIVERS.HELP: Achievements",
    "metadataDescription": "Full list of Helldivers 2 achievements: find out how to get all the trophies. Detailed description of each achievement and tips on how to complete them.",
    "pageTitle": "achievements",
    "pageAdditionalTitle": "",
    "pageDescription": "To encourage each Helldiver, the Super-Earth leadership has developed a list of achievements for which you will receive honor and respect from every citizen of a free and democratic galaxy.",
    "firstSectionTitle": "EASY",
    "secondSectionTitle": "EXTREME",
    "thirdSectionTitle": "HELLDIVE",
    "fourthSectionTitle": "LONG WAY"
  },
  "PlayerCardsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Player Cards",
    "metadataDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades.",
    "pageTitle": "player",
    "pageAdditionalTitle": "cards",
    "pageDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades."
  },
  "EmotesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Emotes and victory poses.",
    "metadataDescription": "During battles, any Helldiver accumulates a certain amount of impressions or experiences. They can easily be released in emotions! And celebrate victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your favorite comrade, the main thing is to keep your sanity to continue spreading democracy throughout the galaxy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "emotes",
    "pageDescription": "During the battles, any Helldiver accumulates a certain share of impressions or experiences. They can be easily thrown out in emotions! You can celebrate the victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your beloved comrade, the main thing is to keep your mind for the further continuation of the spread of democracy throughout the galaxy."
  },
  "Pages": {
    "1Link": "Weaponry",
    "2Link": "Armor",
    "3Link": "Coats",
    "4Link": "Stratagems",
    "5Link": "Boosters",
    "6Link": "Resources",
    "7Link": "Ship modules",
    "8Link": "Progression",
    "9Link": "Achievements",
    "10Link": "Terminids",
    "11Link": "Automatons",
    "12Link": "Missions",
    "13Link": "Planets",
    "14Link": "Player cards",
    "15Link": "Emotes"
  },
  "Achievements": {
    "titles": "[\"The Real Deal\",\"Strapping Young Lad\",\"Bug Stomper\",\"Bot Scrapper\",\"They Don't Call It Tacticool For Nothin'\",\"They Mostly Come At Night...\",\"Extracting The Countryside\",\"Spread Managed Democracy\",\"Job's Done\",\"In The Nick Of Time\",\"The Long Arm Of Justice\",\"Cool Guys Don't Loo- AAAAH!\",\"Nothing Is Bigger Than Freedom\",\"The Taller They Are...\",\"Eat This!\",\"Stalking Is Illegal\",\"Hot Potato!\",\"Get Some!\",\"That Which Does Not Kill You...\",\"Democracy Ain't Done With You Yet\",\"Promote Synergy\",\"Extractamundo!\",\"It's The Only Way To Be Sure...\",\"The Power Of Democracy\",\"Kill It With Fire!\",\"Science Is Done By Quantity\",\"Samples Are A Diver's Best Friend\",\"Hold My Liber-Tea!\",\"Let's Call It A Draw\",\"Caught Them By Supplies!\",\"Hell Dive\",\"Hold My Primary, I'm Going In!\",\"Gone In 360 Seconds!\",\"For The Greater Good!\",\"Patriot\",\"Doing Your Part\",\"Fully Operational\",\"Ship It!\",\"The Epitome of Super Earth\"]",
    "descriptions": "[\"Complete Basic Training.\",\"Customize your Helldiver with new cape, armor, and helmet.\",\"Play 1 Bug Mission.\",\"Play 1 Bot Mission.\",\"Complete 10 tactical objectives.\",\"Extract from a mission during nighttime.\",\"Play a planet defense mission.\",\"Kill 150 enemies during the same mission.\",\"Complete a mission but fail to extract.\",\"Extract after the timer reaches zero.\",\"Kill a target at a distance of over 100m.\",\"Fly at least 25 meters from the shockwave of an explosion.\",\"Defeat a Hulk.\",\"Defeat a Bile Titan.\",\"Kill a bug warrior with a shotgun within 1 meter.\",\"Complete a Stalker Hive tactical objective.\",\"Throw back a live grenade.\",\"Fire at least 150 rounds in one burst, killing at least 10 enemies.\",\"Be injured in all limbs at the same time.\",\"Heal another player using stims.\",\"Provide assisted reload for a teammate.\",\"Extract with a full team on Hard difficulty or more mission.\",\"Have 6 orbital barrage stratagems in the same place at the same time.\",\"Kill 25 enemies with one stratagem.\",\"Kill 100 enemies using fire damage during the same mission.\",\"Extract with at least 15 common samples.\",\"Extract with at least 15 rare samples from a mission as a team.\",\"While using a jump pack, knock yourself into a ragdoll state.\",\"Shoot off both arms on a Hulk and then extract while it's alive.\",\"Kill a Charger with a resupply pod.\",\"Complete an Extreme difficulty mission or higher without anyone dying.\",\"Complete a full Hard difficulty mission or higher without anyone firing their primary or support weapon.\",\"Complete a full Extreme difficulty Blitz mission and extract in under 6 minutes.\",\"Kill 5,000 enemies.\",\"Play at least 50 missions.\",\"Complete at least 100 missions.\",\"Reach max rank on one ship module.\",\"Upgrade all ship modules at least 1 level.\",\"Obtain all trophies of HELLDIVERS™ 2.\"]",
    "accomplishmentWays": "[\"Now you're a Helldiver, congratulations!\",\"Use the arsenal and equip your Helldiver. Let your friends get jealous.\",\"Complete 1 task against Terminids. Death to the bugs!\",\"Complete 1 task against Automatons. Way to go, John Connor!\",\"Just complete 10 tactical objectives. Show your enemies what democracy is!\",\"Finish any mission on the night side of the planet.\",\"Play any mission on the planet that is currently under attack by one of the factions.\",\"Complete any task starting from 3 or 4 difficulty.\",\"Complete the task, but do not evacuate (spend all the reinforce stratagems). Don't worry, you're not the first, you're not the last.\",\"Just evacuate after the time runs out. A good time reference point would be the lack of the ability to call any stratagems.\",\"Kill the enemy from a long distance, you can use a weapon with an optical sight.\",\"Call the orbital stratagem or the Eagle stratagem while standing on some high ground.\",\"Start a 4+ difficulty mission and kill him. You can use the ventilation hole in the back or just call the stratagem.\",\"The Bile Titan appears as a constant enemy starting from the 6th difficulty. Use powerful stratagems and the entire arsenal. That still only counts as one!\",\"Let the terminid warrior get closer and fire the whole clip at it. You are the most important warrior here!\",\"Blow up the nest of stalkers. You can use a grenade, a stratagem, a grenade launcher or an autocannon.\",\"Just throw the grenade at your feet, and then throw it away.\",\"Take a machine gun stratagem and apply it on a group of enemies. The main thing is not to take your finger off the trigger, you're not a traitor, are you?\",\"Equip the armor with the property «Democracy protects» and try to explode. Maybe it won't work on the 1st attempt, but Helldivers never die!\",\"Go to the wounded ally, point at it and press the «E» key. Helldivers never die!\",\"Your partner should use an autocannon/recoilless rifle/spear, take his backpack with spare shells and help him load the weapon. The strength is in friendship!\",\"Follow the advice «Don't die» and the achievement will be received.\",\"Take your teammates and use the orbital stratagems at 1 point. I advise you to take 120 and 380 mm, as they will give you more time to use everything.\",\"Complete a task of 5+ difficulty, select a stratagem with a large damage area and challenge it to a group of enemies. I advise you to do this near nests/factories.\",\"Use incendiary weapons, as well as napalm airstrike. I advise you to complete the task against the Terminids. How about a bug BBQ?\",\"Any of your friends should evacuate with 15 ordinary samples in their pockets. The main thing is that 1 Helldiver should have this amount.\",\"Just go to the mission with a higher difficulty level, as there will be more samples.\",\"Throw a grenade at your feet and use a jumppack before it explodes.\",\"A Hulk is starting to appear from difficulty 4, just shoot off his hands with a railgun and warn your comrades, then evacuate.\",\"Deal a lot of damage to the Charger, then stun him (EMP kick or bang his head against the wall) and call a stratagem.\",\"Do this in short missions against Terminids. Don't forget about the stims, fighter!\",\"Forget about the 1st and 3rd keys, take a lot of attacking stratagems and choose a quick mission. May democracy help you!\",\"Grab your comrades, equip yourself with light armor, a jumppack, and also take explosive weapons. Don't forget to leave someone in the evacuation zone for a faster escape from the planet.\",\"5,000 Enemies? Super Earth is proud of you!\",\"Each mission brings the victory of a managed democracy closer!\",\"A monument should be erected in your honor!\",\"To get an achievement, you will need: 10 super samples, 160-200 common samples, 100-120 rare samples.\",\"It will take 400 common samples to achieve the achievement.\",\"Helldiver, you're a legend! You can walk through the bars of Super Earth with your head held high.\"]"
  },
  "PlayerCards": {
    "data": "[\"Independence Bringer\",\"Liberty's Herald\",\"Tideturner\",\"The Cape of Stars and Suffrage\",\"Unblemished Allegiance\",\"Judgment Day\",\"Cresting Honor\",\"Mantle of True Citizenship\",\"Blazing Samaritan\",\"Light of Eternal Liberty\",\"Tyrant Hunter\",\"Cloak of Posterity's Gratitude\",\"Bastion of Integrity\",\"Botslayer\",\"Martyris Rex\",\"Agent of Oblivion\",\"Harbinger of True Equality\",\"Eagles Fury\",\"Freedom's Tapestry\",\"Dissident's Nightmare\",\"Pinions of Everlasting Glory\",\"Order of The Venerated Ballot\",\"Mark of The Crimson Fang\",\"Executioner's Canopy\",\"Purifying Eclipse\",\"The Breach\",\"Standart of Safe Distance\",\"Patient Zero's Rememberance\",\"Pride of The Whistleblower\",\"Proof of Faultless Virtue\",\"Cover of Darkness\",\"Rebar Resolve\",\"Holder of The Yellow Line\",\"Stone-wrought Perseverance\",\"Strength in Our Arms\",\"Defender of Our Dream\"]"
  },
  "Emotes": {
    "data": "[\"Casual Salute\",\"Explosive Handshake\",\"Hug\",\"High-Five\",\"Scout Handshake\",\"Rock Paper Scissors\",\"Test of Conviction\",\"Salute\",\"Clapping\",\"Finger Guns\",\"Flex\",\"Loosen Up\",\"Big Whoop\",\"Presentable\",\"Shotgun Show\",\"Head Tap\",\"Distribute Ballots\",\"Call the Helldivers\",\"Mime Instrumentation\",\"Welcome Adoration\",\"Guns of Liberty\"]"
  },
  "ObtainingTypes": {
    "1Name": "Tutorial",
    "2Name": "Superstore",
    "3Name": "Pre-order",
    "4Name": "Super Citizen Edition",
    "5Name": "Twitch Drops",
    "6Name": "Helldivers Mobilize Warbond",
    "7Name": "Steeled Veterans Warbond",
    "8Name": "Cutting Edge Warbond",
    "9Name": "Democratic Detonation Warbond",
    "10Name": "Polar Patriots Warbond",
    "11Name": "Viper Commandos Warbond"
  },
  "titles": {
    "names": "[\"Cadet\",\"Space Cadet\",\"Sergeant\",\"Master Sergeant\",\"Chief\",\"Space Chief Prime\",\"Death Captain\",\"Marshall\",\"Star Marshall\",\"Admiral\",\"Skull Admiral\",\"Fleet Admiral\",\"Admirable Admiral\",\"Commander\",\"Galactic Commander\",\"Hell Commander\",\"General\",\"5-Star General\",\"10-Star General\",\"Private\",\"Super Private\",\"Super Citizen\",\"Viper Commando\",\"Fire safety officer\",\"Expert exterminator\",\"Free of thought\",\"Super Pedestrian\",\"Assault Infantry\"]",
    "obtainingMethods": "[\"Super Citizen Edition\",\"Viper Commandos Warbond\",\"Freedom's Flame Warbond\",\"Chemical agents Warbond\",\"Truth enforcers Warbond\",\"Urban Legends Warbond\",\"Killzone Collaboration\"]"
  },
  "resources": {
    "names": "[\"Common Samples\",\"Rare Samples\",\"Super Rare Sample\",\"Super Credits\",\"Medals\",\"Requisition Slips\"]",
    "difficulties": "[\"All difficulties\",\"Starting from the 4th level of difficulty\",\"Starting from the 6th level of difficulty\",\"All difficulties\",\"All difficulties\",\"All difficulties\"]",
    "obtainingMethods": "[\"Points of interest, outposts of Terminids and Automatons\",\"Points of interest, outposts of Terminids and Automatons, also in the wild, in the shape of a flower\",\"Point of interest with a high stone\",\"Buying in-game store or points of interest\",\"Completing missions, points of interest, completing major and personal orders from Super Earth\",\"Completing missions, successful evacuation from the mission, points of interest\"]",
    "applicationScopes": "[\"Ship modules upgrade\",\"Ship modules upgrade\",\"Ship modules upgrade\",\"Purchase items from the Super Store or purchase of a warbond\",\"Purchase of the contents of a warbond\",\"Stratagem unlock\"]",
    "superCreditsMaxAmount": "It depends on the size of your wallet or your time",
    "tablesTitles": "[\"Difficulty\",\"Count\",\"1 Mission\", \"2 Mission\", \"3 Mission\", \"Total\"]"
  },
  "difficulties": {
    "names": "[\"Trivial\",\"Easy\",\"Medium\",\"Challenging\",\"Hard\",\"Extreme\",\"Suicide Mission\",\"Impossible\",\"Helldive\",\"Super Helldive\"]"
  },
  "Header": {
    "Link1": "News",
    "Link2": "CODE",
    "Link3": "GALAXY WAR",
    "Link4": "STRATAGEM TRAINING"
  },
  "Footer": {
    "firstLinkTitle": "LINKS",
    "secondLinkTitle": "SUPPORT SITE",
    "firstLink": "Telegram",
    "secondLink": "Discord server"
  },
  "Legend": {
    "title": "Legend"
  },
  "LevelsSection": {
    "title": "LEVEL CALCULATOR",
    "startText": "Initial",
    "endText": "Target",
    "levelDesignation": "level",
    "experienceDesignation": "exp"
  },
  "CurrentResourceInfo": {
    "difficultiesText": "From which difficulty appears",
    "obtainingMethodText": "Obtaining method",
    "applicationScopeText": "Application scope",
    "maxAmountText": "Max cap"
  },
  "data": {
    "warbonds": "[\"HELLDIVERS MOBILIZE!\", \"STEELED VETERANS\", \"CUTTING EDGE\", \"DEMOCRATIC DETONATION\", \"POLAR PATRIOTS\", \"VIPER COMMANDOS\", \"FREEDOM'S FLAME\", \"CHEMICAL AGENTS\", \"TRUTH ENFORCERS\"]"
  },
  "tips": {
    "data": "[\"Did you know tips are shown during these transition sequences?\",\"Managed Democracy is a cornerstone of advanced civilization.\",\"Super Earth recommends spending at least 2.4 seconds per mission enjoying the scenery. A happy Helldiver is a deadly Helldiver.\",\"You are Super Earth's Elite. Remember that.\",\"Eagles are fast-response strike craft, with much shorter call-in times than Orbital fire support.\",\"The Galactic War is a united effort. Only by working together can we ensure planets don't fall to the enemy.\",\"If at first you don't succeed, dive, dive again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again.\",\"Day and night sides of a planet are visible during mission selection, allowing you to choose the mission that's right for you!\",\"See a planet that's on the brink of falling under enemy control? Rally your fellow Helldivers and mount a defense. Every mission counts!\",\"When you're up against the bots, remember the 3 C's: Cover, Courage, and more Cover.\",\"Difficult terrain inhibits your movement. Best practices recommend avoiding Snow, Mud, Water, Shrubberies, and Lava. For a complete list, see Manual Section D.198-2.\",\"Unhappy with who you are? Change your appearance, voice, and personality in the customization chamber. It's that easy!\",\"When your stamina is depleted, your sprint speed is slower and you accuracy is worse.\",\"Don't die!\",\"Tips are shown here.\",\"Democracy dont need moderation, it need ammo and people\",\"If an enemy ever attempts to engage in diplomacy, SHOOT THEM. We mustn't believe their lies.\",\"Failure to complete mission objectives will NOT result in you being sent to a freedom camp, those are merely dissent rumors.\",\"You can't spread managed democracy if you're dead tired. Maybe I'm a coward for saying it, but proper rest, hydration and breaks make you all the more effective.\",\"Remember to fill in your C-01 permit before any act that could result in a child.\",\"Check your Ammo by holding the Reload button.\",\"Being prone makes you less susceptible to explosions. When in imminent danger, dive!\",\"When in doubt, don't think -- simply shout 'For Democracy!' and charge head-first into your problems.\",\"If a squadmate dies during a mission, make sure you pick up their dropped samples. There will be time for mourning later!\",\"Hellpods have basic steering capabilities. Try to drop in on your enemies!\",\"Friendly Fire isn't.\",\"Grenades detonation time starts when you pull back for a throw – time your throw for an air-burst detonation.\",\"If you notice a squadmate sympathizing with an enemy, report them to your Democracy Officer. Thoughtcrimes kill!\",\"Super Earth has many holidays, but the most important is October 26th – Liberty Day!\",\"On a mission alone and dying to have someone liberating by your side? Use an SOS beacon to call in a fellow Helldiver.\",\"The longer you stay in a mission, the heavier the enemy presence becomes.\",\"Use the Eagle Rearm stratagem during calmer periods to ensure you have those Eagle Strikes available when you need them.\",\"Want to show off how firmly you support capitalism? Spend medals on a Warbond!\",\"Tired of missing your target? Use First Person View (FPV) to make long-distance shots.\",\"Weapons like pistols and submachine guns can be used with one hand -- perfect for when you need to carry object in the other hand.\",\"Kill bugs before they get close. Remember, nothing protects your personal space better than bullets.\",\"Remember: Freedom!\",\"Missions and filled with unexplored points of interest. Check them out -- you never know what you might find.\",\"If the enemies just keep coming, find out where they're coming from and unleash hell. Bug hive? Destroy! Bot factory? Destroy!\",\"Don't worry – stims have zero addictive properties!* *Study paid for by Permacura. Permacura: put your life in our hands.\",\"Every citizen is equally important to the war effort, but Helldivers are the most important.\",\"Use Stims to heal your injuries and replenish your stamina -- or that of your fellow Helldivers, in a pinch!\",\"The Super Destroyer can only stay in low orbit for a limited time – watch that mission clock!\",\"Rare Samples only available on more challenging missions.\",\"Choose your loadout carefully to ensure your squad has all the resources it needs. Democracy depends on it!\",\"Pay attention to these tips! They've been carefully calibrated to ensure your success.\",\"All Stratagems have their strengths and weaknesses. Choose your Stratagem loadout to best fit the mission and your squad composition.\",\"Don't Panic.\",\"As a last resort, you can use melee attacks to fend off enemies. Remember: death is better than cowardice!\",\"Most enemies have both weak spots and armored spots. The S.E.A.F. training manual recommends aiming for the weak spots.\",\"You can pick up active grenades and toss them away before they explode. Give it a try, it's fun!\",\"For budgetary reasons, Hellbombs require manual arming. But don't stick around unless you're looking for a spot on the wall of martyrs.\",\"Each faction presents unique challenges. Mix up your gear and try new tactics!\",\"Collect medals to progress your Warbond. No rush though -- Warbonds can be completed at any time.\",\"Mission difficulty is determioned in part by the types of enemy units in the area. Make sure you bring the appropriate weaponry!\",\"Nine out of ten doctors agree that a wound to the chest will make you bleed out if unattended.\",\"It pays to be a straight shooter – angled fire might glance off your target or even ricochet into your squadmates!\",\"Diving to the ground can be a life-saver, but it also makes you an easy target for melee units.\",\"Helldivers traveling the galaxy might come across ancient ruins and other curiosities. Just remember: Only a traitor is curious about alien artifacts!\",\"The Automatons are equipped with hyper reactive protocols, making them susceptible to suppressive fire. The more you shoot at them, the less accurate they'll be.\",\"Don't go it alone – join a squad in order to unleash maximum liberation!\",\"Reloading discards the remaining rounds in your magazine.\",\"Don't drink and drive.\",\"The Ministry of Prosperity managens Super Earth's economy and ensure a steady flow of resources to the most deserving.\",\"Place markers on the map to help your squad navigate.\",\"Armor isn't just for looks — heavier armor makes you more resilient to attacks but slows you down and affects your stamina.\",\"The Ministry of Defence is responsible for the defense of Liberty against all enemies, human and non-human, realized and potential.\",\"The Ministry of Unity ensures that all of mankind is united as one by protecting us from internal threats, such as deviant behavior and expression of dangerous ideas.\",\"The Ministry of Science is responsible for continuous scientific progress, augmenting our moral superiority over our enemies with technological superiority.\",\"Your stance has a significant impact on accuracy. The S.E.A.F. manual lists the following stances in order of least to most accurate: Moving < Standing < Crouching < Prone.\",\"Don't forget to take breaks! ... That is, if you want to be remembered as a coward.\",\"While the Helldiver training program is undeniably infallible, you can always repeat your training from the game menu.\",\"When the mission timer runs out, the Super Destroyer will leave low orbit and you'll lose access to stratagems and reinforcements.\",\"The Ministry of Expansion tirelessly works to expand the reach of Freedom and secures vital resources for our society to thrive.\",\"The Ministry of Truth is responsible for keeping all citizens well-informed and mentally equipped to withstand our enemies' vile propaganda.\",\"The Ministry of Humanity maintains healthy, productive voters by managing education, healthcare, social grading and gene management.\",\"Make sure to pick up your fallen squadmates' sample containers. They're critical for our collective scientific progress!\"]"
  },
  "boosters": {
    "titles": "[\"Hellpod Space Optimization\",\"Vitality Enhancement\",\"UAV Recon Booster\",\"Stamina Enhancement\",\"Muscle Enhancement\",\"Increased Reinforcement Budget\",\"Flexible Reinforcement Budget\",\"Localization Confusion\",\"Expert Extraction Pilot\",\"Motivational Shocks\",\"Experimental Infusion\",\"Firebomb Hellpods\",\"Dead Sprint\",\"Armed Resupply Pods\"]",
    "descriptions": "[\"Helldivers come out of the Hellpod fully stocked on Ammo, Grenades and Stims.\",\"Provides minor damage reduction from all sources for all Helldivers.\",\"Increases all Helldivers' effective radar range.\",\"Increases all Helldivers' stamina capacity and recovery.\",\"Allows Helldivers to traverse difficult terrain with ease.\",\"Increases the number of available reinforcements.\",\"Reduces time until new reinforcements are granted once they've been depleted.\",\"Increases the time between enemy encounters.\",\"Lowers the time it takes for the extraction shuttle to reach the extraction beacon.\",\"Allows all Helldivers to recover faster after being slowed by an attack, such as acid. Does not mitigate 'area effects', such as EMS strikes.\",\"In addition to restoring health, Stims temporarily increase movement speed and damage reduction.\",\"Lines all Hellpods with volatile incendiaries that detonate upon impact, igniting any units in vicinity of the drop site.\",\"Allows Helldivers to keep sprinting even when they are out of stamina, draining their health instead.\",\"Mounts a modified AR-23 Liberator to all resupply pods, allowing them to double as automatic turrets.\"]"
  },
  "planets": {
    "names": "[\"Super Earth\",\"Mars\",\"Klen Dahth II\",\"Pathfinder V\",\"Widow's Harbor\",\"New Haven\",\"Pilen V\",\"Hydrofall Prime\",\"Zea Rugosia\",\"Darrowsport\",\"Fornskogur II\",\"Midasburg\",\"Cerberus IIIc\",\"Prosperity Falls\",\"Okul VI\",\"Martyr's Bay\",\"Freedom Peak\",\"Fort Union\",\"Kelvinor\",\"Wraith\",\"Igla\",\"New Kiruna\",\"Fort Justice\",\"Zagema Paradise\",\"Providence\",\"Primordia\",\"Sulfura\",\"Nublaria I\",\"Krakatwo\",\"Volterra\",\"Crucible\",\"Veil\",\"Marre IV\",\"Fort Sanctuary\",\"Seyshel Beach\",\"Hellmire\",\"Effluvia\",\"Solghast\",\"Diluvia\",\"Viridia Prime\",\"Obari\",\"Myradesh\",\"Atrama\",\"Emeria\",\"Barabos\",\"Fenmire\",\"Mastia\",\"Shallus\",\"Krakabos\",\"Iridica\",\"Azterra\",\"Azur Secundus\",\"Ivis\",\"Slif\",\"Caramoor\",\"Kharst\",\"Eukoria\",\"Myrium\",\"Kerth Secundus\",\"Parsh\",\"Reaf\",\"Irulta\",\"Emorath\",\"Ilduna Prime\",\"Maw\",\"Meridia\",\"Borea\",\"Curia\",\"Tarsh\",\"Shelt\",\"Imber\",\"Blistica\",\"Ratch\",\"Julheim\",\"Valgaard\",\"Arkturus\",\"Esker\",\"Terrek\",\"Cirrus\",\"Crimsica\",\"Heeth\",\"Veld\",\"Alta V\",\"Ursica XI\",\"Skaash\",\"Moradesh\",\"Rasp\",\"Bashyr\",\"Regnus\",\"Mog\",\"Valmox\",\"Iro\",\"Grafmere\",\"New Stockholm\",\"Oasis\",\"Genesis Prime\",\"Outpost 32\",\"Calypso\",\"Elysian Meadows\",\"Alderidge Cove\",\"Trandor\",\"EITB\",\"Liberty Ridge\",\"Baldrick Prime\",\"The Weir\",\"Kuper\",\"Oslo Station\",\"Pöpli IX\",\"Gunvald\",\"Dolph\",\"Bekvam III\",\"Duma Tyr\",\"Vernen Wells\",\"Aesir Pass\",\"Aurora Bay\",\"Penta\",\"Gaellivare\",\"Vog-Sojoth\",\"Kirrik\",\"Mortax Prime\",\"Wilford Station\",\"Pioneer II\",\"Erson Sands\",\"Socorro III\",\"Bore Rock\",\"Fenrir III\",\"Turing\",\"Angel's Venture\",\"Darius II\",\"Acamar IV\",\"Achernar Secundus\",\"Achird III\",\"Acrab XI\",\"Acrux IX\",\"Acubens Prime\",\"Adhara\",\"Afoyay Bay\",\"Ain-5\",\"Alairt III\",\"Alamak VII\",\"Alaraph\",\"Alathfar XI\",\"Andar\",\"Asperoth Prime\",\"Bellatrix\",\"Botein\",\"Osupsam\",\"Brink-2\",\"Bunda Secundus\",\"Canopus\",\"Caph\",\"Castor\",\"Durgen\",\"Draupnir\",\"Mort\",\"Ingmar\",\"Charbal-VII\",\"Charon Prime\",\"Choepessa IV\",\"Choohe\",\"Chort Bay\",\"Claorell\",\"Clasa\",\"Demiurg\",\"Deneb Secundus\",\"Electra Bay\",\"Enuliale\",\"Epsilon Phoencis VI\",\"Erata Prime\",\"Estanu\",\"Fori Prime\",\"Gacrux\",\"Gar Haren\",\"Gatria\",\"Gemma\",\"Grand Errant\",\"Hadar\",\"Haka\",\"Haldus\",\"Halies Port\",\"Herthon Secundus\",\"Hesoe Prime\",\"Heze Bay\",\"Hort\",\"Hydrobius\",\"Karlia\",\"Keid\",\"Khandark\",\"Klaka-5\",\"Kneth Port\",\"Kraz\",\"Kuma\",\"Lastofe\",\"Leng Secundus\",\"Lesath\",\"Maia\",\"Malevelon Creek\",\"Mantes\",\"Marfark\",\"Martale\",\"Matar Bay\",\"Meissa\",\"Mekbuda\",\"Menkent\",\"Merak\",\"Merga IV\",\"Minchir\",\"Mintoria\",\"Mordia 9\",\"Nabatea Secundus\",\"Navi VII\",\"Nivel 43\",\"Oshaune\",\"Overgoe Prime\",\"Pandion-XXIV\",\"Partion\",\"Peacock\",\"Phact Bay\",\"Pherkad Secundus\",\"Polaris Prime\",\"Pollux 31\",\"Prasa\",\"Propus\",\"Ras Algethi\",\"RD-4\",\"Rogue 5\",\"Rirga Bay\",\"Seasse\",\"Senge 23\",\"Setia\",\"Shete\",\"Siemnot\",\"Sirius\",\"Skat Bay\",\"Spherion\",\"Stor Tha Prime\",\"Stout\",\"Termadon\",\"Tibit\",\"Tien Kwan\",\"Troost\",\"Ubanea\",\"Ustotu\",\"Vandalon IV\",\"Varylia 5\",\"Wasat\",\"Vega Bay\",\"Wezen\",\"Vindemitarix Prime\",\"X-45\",\"Yed Prior\",\"Zefia\",\"Zosma\",\"Zzaniah Prime\",\"Skitter\",\"Euphoria III\",\"Diaspora X\",\"Gemstone Bluffs\",\"Zagon Prime\",\"Omicron\",\"Cyberstan\"]"
  },
  "sectors": {
    "data": "[\"Akira\",\"Alstrad\",\"Altus\",\"Andromeda\",\"Arturion\",\"Barnard\",\"Borgus\",\"Cancri\",\"Cantolus\",\"Celeste\",\"Draco\",\"Falstaff\",\"Farsight\",\"Ferris\",\"Gallux\",\"Gellert\",\"Gothmar\",\"Guang\",\"Hanzo\",\"Hawking\",\"Hydra\",\"Idun\",\"Iptus\",\"Jin Xi\",\"Kelvin\",\"Korpus\",\"Lestrade\",\"Lacaille\",\"Leo\",\"Marspira\",\"Meridian\",\"Mirin\",\"Morgon\",\"Nanos\",\"Omega\",\"Orion\",\"Quintus\",\"Rictus\",\"Rigel\",\"Sagan\",\"Saleria\",\"Severin\",\"Sol System\",\"Sten\",\"Talus\",\"Tanis\",\"Tarragon\",\"Theseus\",\"Trigon\",\"Umlaut\",\"Ursa\",\"Valdis\",\"Xi Tauri\",\"Xzar\",\"Ymir\"]"
  },
  "shipModules": {
    "names": "[\"Patriotic Administration Center\",\"Orbital Cannons\",\"Hangar\",\"Bridge\",\"Engineering Bay\",\"Robotics Workshop\"]",
    "improvementNames": "[\"DONATION ACCESS LICENSE\",\"STREAMLINED REQUEST PROCESS\",\"HAND CARTS\",\"SUPERIOR PACKING METHODOLOGY\",\"PAYROLL MANAGEMENT SYSTEM\",\"EXPLODING SHRAPNEL\",\"MORE GUNS\",\"ZERO-G BREECH LOADING\",\"ATMOSPHERIC MONITORING\",\"HIGH-DENSITY EXPLOSIVES\",\"LIQUID-VENTILATED COCKPIT\",\"PIT CREW HAZARD PAY\",\"EXPANDED WEAPONS BAY\",\"XXL WEAPONS BAY\",\"ADVANCED CREW TRAINING\",\"TARGETING SOFTWARE UPDATE\",\"NUCLEAR RADAR\",\"POWER STEERING\",\"ENHANCED COMBUSTION\",\"MORALE AUGMENTATION\",\"SYNTHETIC SUPPLEMENTATION\",\"ADVANCED CONSTRUCTION\",\"RAPID LAUNCH SYSTEM\",\"CIRCUIT EXPANSION\",\"STREAMLINED LAUNCH PROCESS\",\"DYNAMIC TRACKING\",\"SHOCK ABSORPTION GEL\",\"HIGH-QUALITY LUBRICANT\",\"BLAST ABSORPTION\",\"CROSS-PLATFORM COMPATIBILITY\"]",
    "improvementDescriptions": "[\"Purchases permanent access to ammo provided by the 'Support Our Heroes' fund , which allows patriotic family members to donate supplies to their loved ones in the field.\",\"Pre-approves the following forms in the Support Weapon Approval Process: Form 99-C (Justification for Munitions), Form 88-1 (Democratic Impact Worksheet), & Form 104 (Collateral Damage Risk Waiver).\",\"Provides hand carts which can carry multiple backpack stratagems from storage, decreasing both reload time and crew lumbar injuries.\",\"Authorizes an 8-week crew training course in Superior Packing Methodology (SPM), resulting in increased supply box capacity.\",\"Top-of-the-line accounting software automates payroll calculations, freeing up HR associates to lubricate support weapons in their spare time.\",\"Military watchdog groups have called exploding shrapnel 'savage', 'merciless', and 'well-suited' for spreading Democracy.\",\"After years of research into improving the Super Destroyer's firepower, the Ministry of Science concluded that the most effective method was adding more guns.\",\"Replaces the current method of loading cannons — manual shell insertion down the front of the barrel — with rear loading, which is much faster.\",\"Grants subscription to data stream of live weather conditions, allowing for increased accuracy in orbital targeting.\",\"Removes stabilizing phlematizer agents from explosive material used to pack orbital shells, allowing for more powerful payloads.\",\"Fills cockpit with breathable liquid perfluorocarbons, which absorb g-forces and thereby enable pilots to conduct tighter turn without losing consciousness.\",\"Authorizes hazard pay for pit crews, allowing them to reload the Eagle Fighter  in-spaceflight.\",\"Trims excess leg space in the cockpit, allowing the Eagle to carry additional payloads.\",\"Further expands Eagle weapons bay by removing unnecessary systems such as fire suppression, ejection, and airbags.\",\"Trains pit crew members to employ situational protocol adaptations, such as leaving unused ammo loaded instead of replacing it.\",\"Increases orbital targeting speed by updating cannon targeting software to premium version.\",\"Increases the range of the Helldiver Radar by equipping it with a high-powered Plutonium-210 battery.\",\"Installs electronic actuators that augment the standard method of manual, foot-operated Hellpod steering.\",\"Increases burning temperature of incendiary weapons by lacing fuel with a precisely-formulated compound of thermite, white phosphorus, capsaicin, allyl isothiocyanate, and 19 other accelerants.\",\"Boost overall crew efficiency with a suite of proven enthusiasm enhancement initiatives, such as citizenship anniversary celebrations and paid lavatory breaks.\",\"Integrates moderates doses of amphetamines and androgenic steroids into diet of loading crew, leading to increased pace, focus, & stamina, among other effects.\",\"Reinforces sentries with state-of-the-art cyanoacrylate adhesives, greatly improving their durability under fire.\",\"Jump-starts Hellpod firing with an immediate TNT detonation at the time of launch.\",\"Augments electrical weaponry by safely connecting multiple interior arc extenders into one long linear chain.\",\"Decreases time to initiate deployment of Support Weapon Stratagems by removing dialog box confirming intent to fire.\",\"Repurposed surveillance technology allows the Sentry Deployment Cannon to closely track the user at all times, no matter where they go or what they do, ready to fire at any second.\",\"Lines Sentry pods with shock-absorption hydrogel, allowing extra ammunition to be packed in the space previously occupied by shock-absorption springs.\",\"Applies the near-frictionless lubricant known as 'Super Jelly' to sentry ring mounts, facilitating extremely smooth mechanical operation.\",\"Reinforces sentries with expanded polystyrene pieces (peanut-shaped variety), which absorb thermal and blast energy.\",\"Allows Mortar Targeting Platform to access Helldiver HUD ecosystem through use of third-party conversion software.\"]",
    "improvementEffects": "[\"Support Weapons deploy with the maximum number of carriable magazines\",\"Decreased Support Weapon stratagem cooldown by 10%\",\"Decreases cooldown for all Backpack stratagems by 10%\",\"Resupply Stratagem boxes refill Support Weapons with the maximum number of carriable magazines\",\"Reduces reload time for all support weapons by 10%\",\"Reduces damage falloff from center of explosions caused by orbital Stratagems.\",\"Barrage orbitals fire 1 additional salvo(s) per barrage\",\"Orbital stratagem cooldown time reduced by 10%\",\"Orbital HE barrage spread reduced by 15%\",\"Increases the damage radius on explosions caused by orbital Stratagems by 10%\",\"Eagle stratagem cooldown time reduced by 50%\",\"Reduces Eagle Rearm time by 20%\",\"Increases number of Eagle stratagem uses per Rearm by 1\",\"Eagle stratagems that drop multiple bombs will drop 1 additional bomb(s).\",\"Eagle Rearm cooldown further reduced by 10% if called in while Eagle uses still remain.\",\"1-second reduction in call-in time for all Orbital Stratagems\",\"Increases minimap enemy ping radius by 50%\",\"Improves steering for Helldivers during Hellpod deployment\",\"Fire damage from Stratagems increased by 25%.\",\"Reduces cooldown time for all Stratagems by 5%\",\"Reduces cooldown time for Sentry, Emplacement, and Resupply stratagems by 10%\",\"Increases health of Sentry stratagems by 50%\",\"All Emplacement stratagems launch immediately once called in, reducing overall deployment time.\",\"Lightning arcs, fired from weapons and turrets, jump to one additional enemy.\",\"All Support Weapon stratagems launch immediately once called in, reducing overall deployment time.\",\"All Sentry stratagems launch immediately once called in, reducing overall deployment time.\",\"Increases ammo for all Sentry stratagems by 50%.\",\"Sentries rotate towards new targets more quickly\",\"Sentries take 50% less damage from explosions.\",\"Mortar Sentries prioritize fire at marked targets\"]",
    "titles": "[\"level\",\"Effect:\",\"Affected stratagems:\"]"
  },
  "stratagems": {
    "names": "[\"MG-43 Machine Gun\",\"APW-1 Anti-materiel Rifle\",\"M-105 Stalwart\",\"EAT-17 Expendable Anti-tank\",\"GR-8 Recoilless Rifle\",\"FLAM-40 Flamethrower\",\"AC-8 Autocannon\",\"MG-206 Heavy Machine Gun\",\"RL-77 Airburst Rocket Launcher\",\"MLS-4X Commando\",\"RS-422 Railgun\",\"FAF-14 Spear\",\"StA-X3 W.A.S.P. Launcher\",\"Orbital Gatling Barrage\",\"Orbital Airburst Strike\",\"Orbital 120mm HE Barrage\",\"Orbital 380mm HE Barrage\",\"Orbital Walking Barrage\",\"Orbital Laser\",\"Orbital Napalm Barrage\",\"Orbital Railcannon Strike\",\"Eagle Strafing Run\",\"Eagle Airstrike\",\"Eagle Cluster Bomb\",\"Eagle Napalm Airstrike\",\"LIFT-850 Jump Pack\",\"Eagle Smoke Strike\",\"Eagle 110mm Rocket Pods\",\"Eagle 500kg Bomb\",\"M-102 Fast Recon Vehicle\",\"Orbital Precision Strike\",\"Orbital Gas Strike\",\"Orbital EMS Strike\",\"Orbital Smoke Strike\",\"E/MG-101 HMG Emplacement\",\"FX-12 Shield Generator Relay\",\"A/ARC-3 Tesla Tower\",\"MD-6 Anti-personnel Minefield\",\"B-1 Supply Pack\",\"GL-21 Grenade Launcher\",\"LAS-98 Laser Cannon\",\"MD-14 Incendiary Mines\",\"AX/LAS-5 «Guard Dog» Rover\",\"SH-20 Ballistic Shield Backpack\",\"ARC-3 Arc Thrower\",\"MD-17 Anti-tank Mines\",\"LAS-99 Quasar Cannon\",\"SH-32 Shield Generator Pack\",\"A/MG-43 Machine Gun Sentry\",\"A/G-16 Gatling Sentry\",\"A/M-12 Mortar Sentry\",\"AX/AR-23 «Guard Dog»\",\"A/AC-8 Autocannon Sentry\",\"A/MLS-4X Rocket Sentry\",\"A/M-23 EMS Mortar Sentry\",\"EXO-45 Patriot Exosuit\",\"EXO-49 Emancipator Exosuit\",\"TX-41 Sterilizer\",\"AX/TX-13 «Guard Dog» Dog Breath\",\"SH-51 Directional Shield\",\"A/FLAM-40 Flame Sentry\",\"E/AT-12 Anti-tank Emplacement\",\"Reinforce\",\"SOS Beacon\",\"Resupply\",\"Super Earth Flag\",\"Upload Data\",\"SSSD Delivery\",\"Hellbomb\",\"SEAF Artillery\",\"Seismic Probe\",\"Dark Fluid Vessel\"]",
    "descriptions": "[\"A machine gun designed for stationary use. Trades higher power for increased recoil and reduced accuracy.\",\"A high-caliber sniper rifle effective over long distances against light vehicle armor. This rifle must be aimed downscope.\",\"A compact, low caliber machine gun. Trades power for ease of use, with faster reloading than heavier machine guns.\",\"A single-use weapon specialized for damaging vehicle armor. Discarded after every use.\",\"A recoilless rifle effective against vehicle armor. Includes support backpack required for reloading.\",\"An incendiary weapon for close range. Will ignite targets, terrain, and any flammable teammates.\",\"A fully-automatic cannon effective against light vehicle armor. Includes support backpack required for reloading.\",\"A very powerful but difficult-to-wield machine gun with intense recoil.\",\"Fires a rocket that detonates within proximity of a target, and deploys a cluster of explosive bomblets.\",\"An expendable missile launcher equipped with four laser-guided missiles.\",\"An experimental weapon which prioritizes armor penetration. Must be charged between shots - choose targets carefully.\",\"An anti-tank homing missile which must lock onto its target before launch. Effective against large and armored enemies.\",\"A versatile missile launcher loaded with seven lock-on homing missiles. These can either be fired from the launcher directly or as an airburst. Includes support backpack required for reloading. Produced by Stål Arms.\",\"A barrage of high explosive rounds, fired from the Destroyer's high speed rotary autocannons.\",\"A projectile which explodes while airborne, creating a deadly rain of shrapnel. Not effective against heavy armor.\",\"A precision artillery salvo over a small area, perfect for taking out concentrated enemy units.\",\"A prolonged barrage, wreaking extended destruction over a large area. Communication with teammates is advised.\",\"A linear artillery barrage which moves at intervals, driving the enemy out from cover while allowing an advance.\",\"The Destroyer's laser cannon will sweep over the designated area, vaporizing all targets within the effective radius.\",\"Launches a prolonged barrage of napalm shells over a wide area, setting a swath of land ablaze in mere moments.\",\"A high-velocity railcannon round fired at the largest target in close proximity to the beacon. Targeting is automatic.\",\"A strafing run of the battlefield to clear small targets, delivered almost instantly.\",\"A barrage of bombs creating a non-targeted carpet of explosions.\",\"A targeted air strike unable to destroy buildings, but efficient at clearing smaller targets.\",\"A barrage of napalm bombs, creating a wall of fire which will stop the enemy in their tracks.\",\"Enables the user to jump higher than 'gravity' and 'safety; would normally allow. Must be charged before use.\",\"A barrage of smoke grenades, creating a thick smoke screen to block enemies' line of sight.\",\"A barrage of rocket pods, which the Eagle pilot will release on the largest target near the stratagem beacon.\",\"A large bomb obliterating almost any target close to impact. Make sure to clear the area. Big Booms!\",\"A lightly-armored reconnaissance vehicle mounted with a heavy machinegun.\",\"A single precise shot from the Destroyer's 'ATLAS' cannon.\",\"A projectile which releases a cloud of corrosive gas, harmful to both organic and robotic lifeforms.\",\"A 'compliance weapon' to modify enemy behavior. The projectile stuns all targets within the strike radius.\",\"Creates a large, thick smoke screen to block targets' line of sight.\",\"A manned fortification offering superior firepower against lightly armored targets. Slow to turn, so place it wisely.\",\"A stationary energy shield which provides cover against projectiles. Has a limited lifetime once deployed.\",\"A turret which fires electrical charges at targets in close range. To avoid friendly fire, remain prone.\",\"Deploys a defensive anti-personnel minefield, to halt the enemy advance.\",\"Supply boxes containing ammunition, with a backpack that allows the user to distribute boxes to fellow Helldivers.\",\"A grenade launcher effective against armored infantry. Not intended for use against vehicle armour or fortified buildings.\",\"A laser weapon firing a continuous beam. Doesn't require ammunition, but will need heat sink replaced if it overheats.\",\"Deploys a defensive incendiary minefield, which will set both terrain and targets alight when triggered.\",\"An autonomous drone equipped with a laser rifle, providing 360° cover. Returns to backpack to cool down.\",\"A backpack which can be wielded as a one-handed ballistic shield, protecting against small arms fire.\",\"Projects an arc of lightning at close range. Charges up to project bolts, and may discharge through multiple targets.\",\"Scatters powerful anti-tank mines that deal heavy, armor-penetrating damage. Minefield is less densely packed relative to smaller mines.\",\"Charges up to fire a powerful, explosive energy burst. Has a long cooldown period after firing.\",\"Encloses the wearer in a spherical shield which blocks high-speed projectiles. Has a limited lifetime once deployed.\",\"An agile automated machine gun turret. Will fire at targets even if Helldivers will be caught in the crossfire.\",\"An automated turret with an extremely high rate of fire. Caution: does not check if friendly units are in line of fire.\",\"A turret firing powerful shells in a high arc. Effective at long ranges, and able to strike at targets behind cover.\",\"An autonomous drone equipped with a Liberator assault rifle, providing 360° cover. Returns to backpack to rearm.\",\"An automated cannon turret firing anti-tank ammunition over long ranges. Sacrifices agility for range and power.\",\"A powerfully automated turret, effective against armored targets. The turret will primarily aim at larger enemies.\",\"A turret firing static field generators that slow the advance of enemies.\",\"A heavily-armored walking exosuit equipped with a rocket launcher and heavy machine gun.\",\"A heavily armored walking exosuit equipped with dual autocannons.\",\"Atomizes caustic chemicals into a fine mist that liquifies sensitive electronics and tissues. Blinds and slows most enemies.\",\"A drone that defends its user by firing caustic gas at nearby enemies, blinding them and slowing them temporarily. Returns to backpack to refill.\",\"A one-handed device that deploys a wide energy barrier in front of the user. The barrier is semipermeable and blocks high-speed projectiles from the outside only, leaving the user free to shoot through it.\",\"An automated flamethrower turret. Warning: fuel canister prone to explosion when ruptured.\",\"A powerful manned gun emplacement, capable of taking out armoured targets at long ranges.\",\"Reinforcements of 1 new and ready for heavy combat Helldiver.\",\"A beacon that cuts through the heavens with its bright light and is a call for help to all nearby Helldivers.\",\"A capsule with ammo, grenades and stymies for a full team of 4 Helldivers.\",\"A symbol that represents prosperity, freedom, and managed democracy.\",\"Start downloading the data so badly needed by Super Earth.\",\"Delivering a strategic program disk that allows you to perform a variety of tasks.\",\"The most powerful weapon for destroying structures and opponents of democracy.\",\"Artillery whose powerful shells can provide significant fire support on the battlefield.\",\"A probe for scanning the depths of planets and meteors. Helps to find the necessary resources for further extraction.\",\"A container of dark liquid that is needed to destroy the Terminid super colony on Meridia.\"]"
  },
  "armor": {
    "names": "[\"SС-30 Trailblazer Scout\",\"SC-34 Infiltrator\",\"SС-37 Legionnaire\",\"CE-07 Demolition Specialist\",\"CE-67 Titan\",\"CE-74 Breaker\",\"FS-37 Ravager\",\"FS-38 Eradicator\",\"B-08 Light Gunner\",\"CM-21 Trench Paramedic\",\"EX-00 Prototype X\",\"CW-4 Arctic Ranger\",\"PH-9 Predator\",\"I-09 Heatseeker\",\"AF-50 Noxious Ranger\",\"UF-16 Inspector\",\"AC-2 Obedient\",\"SR-24 Street Scout\",\"B-01 Tactical\",\"DP-00 Tactical\",\"DP-11 Champion of the People\",\"DP-40 Hero of the Federation\",\"DP-53 Savior of the Free\",\"CW-9 White Wolf\",\"CE-27 Ground Breaker\",\"CE-35 Trench Engineer\",\"CE-81 Juggernaut\",\"SС-15 Drone Master\",\"CM-09 Bonesnapper\",\"CM-10 Clinician\",\"CM-14 Physician\",\"TR-7 Ambassador of the Brand\",\"TR-9 Cavalier of Democracy\",\"TR-40 Gold Eagle\",\"TR-117 Alpha Commander\",\"SA-04 Combat Technician\",\"SA-12 Servo Assisted\",\"SA-25 Steel Trooper\",\"EX-03 Prototype 3\",\"EX-16 Prototype 16\",\"FS-34 Exterminator\",\"B-24 Enforcer\",\"PH-56 Jaguar\",\"I-92 Fire Fighter\",\"I-102 Draconaught\",\"AF-02 Haz-Master\",\"AF-91 Field Chemist\",\"UF-50 Bloodhound\",\"UF-84 Doubt Killer\",\"AC-1 Dutiful\",\"FS-05 Marksman\",\"FS-11 Executioner\",\"FS-23 Battle Master\",\"FS-55 Devastator\",\"FS-61 Dreadnought\",\"SA-32 Dynamo\",\"CW-22 Kodiak\",\"CW-36 Winter Warrior\",\"TR-62 Knight\",\"B-27 Fortified Commando\",\"CE-64 Grenadier\",\"CE-101 Guerilla Gorilla\",\"CM-17 Butcher\",\"PH-202 Twigsnapper\",\"I-44 Salamander\",\"AF-52 Lockdown\",\"SR-18 Roadblock\",\"SR-64 Cinderblock\"]",
      "obtainingMethods": "[\"Complete Training\",\"Freedom Day gift on 10/26/24\",\"Pre-order bonus\",\"Purchase of the Super-Citizen edition\",\"Award in honor of the release of the Escalation of Freedom update\",\"Helldivers 2 Twitch-drops\",\"Buying at the Superstore\",\"Purchased in the warbond «Helldivers Mobilize»\",\"Purchased in the warbond «Steeled Veterans»\",\"Purchased in the warbond «Cutting Edge»\",\"Purchased in the warbond «Democratic Detonation»\",\"Purchased in the warbond «Polar Patriots»\",\"Purchased in the warbond «Viper Commandos»\",\"Purchased in the warbond «Freedom's Flame»\",\"Purchased in the warbond «Chemical Agents»\",\"Purchased in the warbond «Truth Enforcers»\",\"Purchased in the warbond «Urban Legends»\",\"Killzone collaboration\"]",
    "descriptions": "[\"The patented fabric absorbs visible, infrared, and ultraviolet radiation, to prevent detection by all known species.\",\"This suit's plutonium-238 nuclear battery enables environmental scanning long after the user has ceased operation.\",\"This armor is based on the antique uniforms of the ‘Super Earth Legion’, a less patriotic precursor to the Helldivers.\",\"Originally worn by lunar terraformers, this suit can withstand rapid changes in pressure, heat, and personal velocity.\",\"A quality product, this armor can destroy over 300,000 kilometers of fencing with no decline in operational efficiency.\",\"A domestic version of this armor is available for citizens who wish to perform efficient home renovation projects.\",\"Contains many small pockets, allowing the user to evenly distribute the weight of ammunition, samples, and cool rocks.\",\"First deployed in the mines of Cyberstan, where it offered protection against explosions in the hydrogen-rich caverns.\",\"Compact and flexible, this kevlar armor adds minimal mass, making it a common choice for Helldiver fitness tests.\",\"The suit was once designed to hold a variety of battlefield medical equipment. Now it holds a generous supply of stims.\",\"The end result of several billion Super Credits and 12 years of research into creating «the Soldier of Tomorrow».\",\"Features a utility belt with pockets that can be filled with any number of things, such as pocket knives, mementos from home, and interesting rocks.\",\"Based on the uniform of Jackle 6, a veteran of the Viper Commandos who held off an entire Terminid brood on Nublaria in the First Galactic War with nothing but a machine gun, pocket knife, and Orbital Laser Strikes.\",\"The burnished blood-red plates are forged in righteous fire, like the heroes they were wrought to protect.\",\"«We fear not poison, fear not death; spite our foes with every breath.» From the beloved classic Hazard Pay: The Musical.\",\"Made famous by the «Truth Enforcers: Enforcers of Truth» mystery novels, this armor calls to mind those paragons of patriotism who protect us from treasonous lies.\",\"The helmet is equipped with heptafocal specialty lenses, making it a favorite among long-distance snipers and micro-sculpture enthusiasts alike.\",\"This armor's nostalgic color scheme brings to mind beloved trappings of colonial yesteryear: concrete frontier domiciles, slate-colored civilian jumpsuits, and Space Settlers' Pie.\",\"This armor is the Super Earth Standard Issue, made from the same titanium alloy as the Destroyer's hull.\",\"This classic armor set is recognized by every citizen: worn by the heroic Helldivers who battled and forever defeated the Terminids, Cyborgs, and Illuminate in the First Galactic War.\",\"The three stripes on the pauldrons stand for the three principles of Super Earth: Liberty, Democracy, and Prosperity.\",\"Though originally intended solely for ceremonial use, its inspirational energy proved equally useful on the battlefield.\",\"A faithful replica of the armor worn at The Battle of Liberty Peak. Honor their legacy, and wear it with pride.\",\"The pattern used for this armor is the result of the Winter Camouflage Improvement Effort, which considered 136 entrants before determining the color white would best blend in with snow.\",\"«The ground is just another obstacle that hasn't yet been cleared.» — SGM Janet Jones, Excavation Corps Founder.\",\"After colonists of Hellmire recovered a lost shipment of this armor, the local pastime of fence-smashing was born.\",\"One of the most durable engineer armors available, each set is quality tested by an impact with a full-grown Charger.\",\"Some soldiers report picking up strange radio interference when wearing this armor near alien artifacts.\",\"Based on a colonial surgeon's gown, where surgeries were often interrupted by a need to perform defensive duties.\",\"Featuring patented reverse-seam technology, to reduce the likelihood of bodily fluids entering the armor's interior.\",\"The distinctive red, white, and green of the Intergalactic Medical Corps signal to all Helldivers that help is at hand.\",\"Promotional armor made by SUMY Corp. as part of a highly successful marketing campaign for frozen yogurt.\",\"Bearers of this armor ride no equine mount, but are nonetheless borne to battle atop the trusty steed of Liberty.\",\"This high-visibility armor allows its bearer to be easily seen through smoke, fog, and spewing viscera.\",\"For warriors who are so strong and confident that they don't need any reassurance whatsoever.\",\"Due to the enhanced strength caused by this armor, caution is advised when using door handles or embracing colleagues.\",\"Each servo-assisted limb contains 138 miniature motors, to support a natural gait and long-term spinal health.\",\"For optimal performance, the manufacturer recommends avoiding immersing this armor in salt water for prolonged periods.\",\"Because this prototype's wires operate at 400,000 volts, it also includes a handy rubber underlayer for insulation.\",\"As the electric arc generates a strong magnetic field, wearers should avoid use while in vicinity of stapled paperwork.\",\"Features a patented non-stick coating, which makes scraping viscera off after a long day of battle less taxing.\",\"In field tests, 84% of users said that the armor improved their posture and self-esteem.  \",\"«Prowl like a jaguar, strike like a viper.» — Motto of the storied SEAF special operations unit whose real exploits were portrayed in the classic comic book series «Tales of the Viper Commandos».\",\"The heavy rubber tunic and reflective limb guards, originally designed to save citizens from burning buildings, now enable the liberal application of the cleansing fires of Justice.\",\"Completely sheathed in 14-cm silica fiber foam, except for a thin tube to the ear canal to enable hearing the satisfying screeches of Freedom's enemies as they burn.\",\"Developed by the Ministry of Science while investigating the phenomenon known as The Gloom, this armor is non-permeable and squeak resistant.\",\"This armor, together with its friendly-faced helmet, is instantly recognizable from the beloved children's show «Jen Shriver the Science Diver».\",\"Users are advised not to scratch at the lacquer, as the Red 20,000 pigment that gives this armor its signature sheen may be correlated with rapid DNA unspooling.\",\"Even among the most depraved of dissidents, the mere sight of this armor is enough to inspire a change of heart.\",\"The breathing apparatus built into this armor helps both soldiers and colonists thrive, even when assigned to planets with atmospheres rated «suboptimal», «extreme», and «character building».\",\"While early prototypes used shock-absorbing gels, this armor stabilizes aim with the use of internal gyroscopes.\",\"Popularized by actor Chip Messiter, who wore this in the action-rom-com-musical «Lost My Heart to a Man in a Helmet».\",\"This aim-stabilizing armor found surprising secondary market success among alien birdwatching enthusiasts.\",\"Domestic versions of this armor enable colonial farmers to plant crops and mines side by side, safely.\",\"With genuine gold accents, 74% of colonists voted this armor the set they would most like to be buried in.\",\"In mountainous colonies, domestic variants of this armor are used to throw weather monitoring equipment uphill.\",\"The CW-22 Kodiak armor was thoroughly pressure-tested by patriotic volunteers, as part of the «Test Subjects for Super-Earth» Citizen Advancement Program.\",\"Offering camouflage in snowy environments, surplus sets of this armor are used by nature photographers and keen hunters alike.\",\"Crafted to deliver Justice to the darkest crevices of the galaxy.\",\"This armor set first appeared in the music video for the summer anthem «Our Love Is like Liberty (Indestructible)».\",\"The set's classic advertising campaign «Have you tried a grenade?» has remained unchanged for over 70 years.\",\"Heavily insulated from animal bites, enemy fire, and the histrionic diatribes of anarchists.\",\"An armor often worn by frontline surgeons, who are skilled at both putting bodies back together and taking them apart.\",\"The omission of upper-limb coverings allows for optimized freedom of movement, perspiration, and communication of upper body strength to squadmates.\",\"The signature orange pauldron allows easy battlefield detection of the bearer, alive or dead, on ash-strewn battlefields.\",\"Heavily layered to protect against ocular blistering, subdermal liquification, and gastrointestinal shattering, this armor is a testament to the power of iterative improvements based on user feedback.\",\"The crest on this armor's shoulder shows friendlies that safety is near, and foes that they have reached the end of the road.\",\"This armor uses repurposed metal from verified sources, such as vending machine packaging and Automaton scrap, making it a sustainable choice for the environmentally conscious Helldiver.\"]",
    "types": "[\"Light armor\",\"Medium armor\",\"Heavy armor\"]"
  }
}