{
  "ArmorPage": {
    "metadataTitle": "HELLDIVERS.HELP: Armor",
    "metadataDescription": "The armor for the Helldiver in Helldivers 2 plays a critical role in ensuring survivability and effectiveness on the battlefield. It protects against the long-range lasers of the Automatons, the claws and stings of the Terminids, and the armor set also provides certain mission-enhancing bonuses."
  },
  "BoostersPage": {
    "metadataTitle": "HELLDIVERS.HELP: Boosters",
    "metadataDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageTitle": "boosters",
    "pageDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageAdditionalDescription": "Boosters are powerful tools that grant various bonuses during a mission to your entire team of Helldivers. Choose them wisely and consult with your battle comrades so that the opponents of democracy don't stand a chance!"
  },
  "CoatsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Coats",
    "metadataDescription": "The cape is the adornment of the Helldiver. It is a distinctive sign that they are all heroes, and heroes can't help but wear capes. It is as important an attribute to any Helldiver as a hat is to every self-respecting cowboy. So wear your cape with honor and dignity, lest you dishonor your comrades, democracy, and Super Earth."
  },
  "EnemiesPage": {
    "metadataTitle": "HELLDIVERS.HELP. Enemies: All factions and their characteristics",
    "metadataDescription": "A complete guide to the enemies in Helldivers 2. Learn weaknesses and tactics for fighting against Terminids, Automatons, and Illuminate. Prepare for battles with the enemies of democracy!"
  },
  "MissionsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Missions",
    "metadataDescription": "Missions are what every Helldiver is in the business of accomplishing. It's the very purpose of their existence, after all, mission fulfillment is to help people, provide additional resources for Super Earth, and promote democracy in the galaxy."
  },
  "NewsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Updates, Events and Patches",
    "metadataDescription": "All the latest Helldivers 2 news: patches, updates, events and more. Stay up to date with all the changes in the game and get ready for new challenges!"
  },
  "PlanetsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Planets",
    "metadataDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy.",
    "pageTitle": "planet",
    "pageAdditionalTitle": "glossary",
    "pageDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy."
  },
  "ShipModulesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Ship modules",
    "metadataDescription": "The ship is your only safe place in the galaxy besides Super Earth. It is the place from which you embark on missions and to which you return, exhausted, tired, but satisfied with your progress. Your ship, just like you, needs improvements. Yes, each of these improvements is quite expensive, but the effects you get in return are worth it. You can turn your turrets into deadly firing units, or you can increase the frequency of attacking stratagems by showering democracy's enemies with a hail of bombs. The important thing to remember is that your ship is just as much a battle buddy as the other Hell Troopers!"
  },
  "StratagemsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Stratagems",
    "metadataDescription": "Every Helldiver knows that on ruthless battlefields, survival depends not only on firepower, but also on strategy, cunning, and the judicious use of stratagems. These very useful 'things' in galactic warfare assert our dominance over the alien threat and uphold the values of freedom and guided democracy."
  },
  "StratagemTrainingPage": {
    "metadataTitle": "HELLDIVERS.HELP: Stratagem Training",
    "metadataDescription": "Improve your skill at rapid stratagem entry in constant training to advance a managed democracy in the galaxy as effectively as possible and kill the hated enemies of Super Earth more swiftly."
  },
  "WeaponryPage": {
    "metadataTitle": "Helldivers.HELP. Weapons: A complete list of weapons and their characteristics",
    "metadataDescription": "All about Helldivers 2 weapons: detailed descriptions and specifications. Rifles, shotguns, support weapons and other weapons."
  },
  "HomePage": {
    "metadataTitle": "HELLDIVERS.HELP — Helldivers 2 Assistant: Wiki & Other",
    "metadataDescription": "Helldiver.help is an assistant site for each Helldiver who fights to ensure democracy, freedom and prosperity throughout the galaxy.",
    "imageTitleDescription": "Equipment, stratagems, bestiary and more",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "manual",
    "pageDescription": "Welcome to the Helldivers 2 Manual! Get ready to plunge into the exciting world of global war with hostile invaders: Automatons and Terminids. In this manual you will find all the necessary information to make it easier to navigate the features of your equipment, enemies and planets of the galaxy and emerge victorious from all the missions you complete."
  },
  "ResourcesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Resources",
    "metadataDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to advance managed democracy, freedom and prosperity throughout the galaxy.",
    "pageTitle": "galaxy",
    "pageAdditionalTitle": "resources",
    "pageDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to promote managed democracy, freedom and prosperity throughout the galaxy."
  },
  "ProgressionPage": {
    "metadataTitle": "HELLDIVERS.HELP. Progression: Ranks, Levels and Titles",
    "metadataDescription": "When you go into battle, remember that your courage and dedication will be recognized. Because of your diligence and loyalty to the cause of Super Earth, you will be promoted and honored for your heroic feats in advancing a managed democracy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "progression",
    "pageDescription": "When you go into battle, remember that your courage and dedication will be noticed. Thanks to your diligence and dedication to the cause of the Super Earth, you will receive promotions and honorary titles for your heroic deeds in promoting a managed democracy.",
    "pageAdditionalDescription": "Starting with the Cadet title, you need to demonstrate your loyalty by proving yourself on the battlefield as a true defender of democracy. Each title you receive reflects your desire for greatness through feats, bravery and skill. May your name become a symbol of the power that will shake the galaxy!",
    "firstSectionTitle": "TITLES"
  },
  "AchievementsPage": {
    "metadataTitle":  "HELLDIVERS.HELP: Achievements",
    "metadataDescription": "Full list of Helldivers 2 achievements: find out how to get all the trophies. Detailed description of each achievement and tips on how to complete them.",
    "pageTitle": "achievements",
    "pageAdditionalTitle": "",
    "pageDescription": "To encourage each Helldiver, the Super-Earth leadership has developed a list of achievements for which you will receive honor and respect from every citizen of a free and democratic galaxy.",
    "firstSectionTitle": "EASY",
    "secondSectionTitle": "EXTREME",
    "thirdSectionTitle": "HELLDIVE",
    "fourthSectionTitle": "LONG WAY"
  },
  "PlayerCardsPage": {
    "metadataTitle": "HELLDIVERS.HELP: Player Cards",
    "metadataDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades.",
    "pageTitle": "player",
    "pageAdditionalTitle": "cards",
    "pageDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades."
  },
  "EmotesPage": {
    "metadataTitle": "HELLDIVERS.HELP: Emotes and victory poses.",
    "metadataDescription": "During battles, any Helldiver accumulates a certain amount of impressions or experiences. They can easily be released in emotions! And celebrate victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your favorite comrade, the main thing is to keep your sanity to continue spreading democracy throughout the galaxy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "emotes",
    "pageDescription": "During the battles, any Helldiver accumulates a certain share of impressions or experiences. They can be easily thrown out in emotions! You can celebrate the victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your beloved comrade, the main thing is to keep your mind for the further continuation of the spread of democracy throughout the galaxy."
  },
  "Pages": {
    "1Link": "Weaponry",
    "2Link": "Armor",
    "3Link": "Coats",
    "4Link": "Stratagems",
    "5Link": "Boosters",
    "6Link": "Resources",
    "7Link": "Ship modules",
    "8Link": "Progression",
    "9Link": "Achievements",
    "10Link": "Terminids",
    "11Link": "Automatons",
    "12Link": "Missions",
    "13Link": "Planets",
    "14Link": "Player cards",
    "15Link": "Emotes"
  },
  "Achievements": {
    "titles": "[\"The Real Deal\",\"Strapping Young Lad\",\"Bug Stomper\",\"Bot Scrapper\",\"They Don't Call It Tacticool For Nothin'\",\"They Mostly Come At Night...\",\"Extracting The Countryside\",\"Spread Managed Democracy\",\"Job's Done\",\"In The Nick Of Time\",\"The Long Arm Of Justice\",\"Cool Guys Don't Loo- AAAAH!\",\"Nothing Is Bigger Than Freedom\",\"The Taller They Are...\",\"Eat This!\",\"Stalking Is Illegal\",\"Hot Potato!\",\"Get Some!\",\"That Which Does Not Kill You...\",\"Democracy Ain't Done With You Yet\",\"Promote Synergy\",\"Extractamundo!\",\"It's The Only Way To Be Sure...\",\"The Power Of Democracy\",\"Kill It With Fire!\",\"Science Is Done By Quantity\",\"Samples Are A Diver's Best Friend\",\"Hold My Liber-Tea!\",\"Let's Call It A Draw\",\"Caught Them By Supplies!\",\"Hell Dive\",\"Hold My Primary, I'm Going In!\",\"Gone In 360 Seconds!\",\"For The Greater Good!\",\"Patriot\",\"Doing Your Part\",\"Fully Operational\",\"Ship It!\",\"The Epitome of Super Earth\"]",
    "descriptions": "[\"Complete Basic Training.\",\"Customize your Helldiver with new cape, armor, and helmet.\",\"Play 1 Bug Mission.\",\"Play 1 Bot Mission.\",\"Complete 10 tactical objectives.\",\"Extract from a mission during nighttime.\",\"Play a planet defense mission.\",\"Kill 150 enemies during the same mission.\",\"Complete a mission but fail to extract.\",\"Extract after the timer reaches zero.\",\"Kill a target at a distance of over 100m.\",\"Fly at least 25 meters from the shockwave of an explosion.\",\"Defeat a Hulk.\",\"Defeat a Bile Titan.\",\"Kill a bug warrior with a shotgun within 1 meter.\",\"Complete a Stalker Hive tactical objective.\",\"Throw back a live grenade.\",\"Fire at least 150 rounds in one burst, killing at least 10 enemies.\",\"Be injured in all limbs at the same time.\",\"Heal another player using stims.\",\"Provide assisted reload for a teammate.\",\"Extract with a full team on Hard difficulty or more mission.\",\"Have 6 orbital barrage stratagems in the same place at the same time.\",\"Kill 25 enemies with one stratagem.\",\"Kill 100 enemies using fire damage during the same mission.\",\"Extract with at least 15 common samples.\",\"Extract with at least 15 rare samples from a mission as a team.\",\"While using a jump pack, knock yourself into a ragdoll state.\",\"Shoot off both arms on a Hulk and then extract while it's alive.\",\"Kill a Charger with a resupply pod.\",\"Complete an Extreme difficulty mission or higher without anyone dying.\",\"Complete a full Hard difficulty mission or higher without anyone firing their primary or support weapon.\",\"Complete a full Extreme difficulty Blitz mission and extract in under 6 minutes.\",\"Kill 5,000 enemies.\",\"Play at least 50 missions.\",\"Complete at least 100 missions.\",\"Reach max rank on one ship module.\",\"Upgrade all ship modules at least 1 level.\",\"Obtain all trophies of HELLDIVERS™ 2.\"]",
    "accomplishmentWays": "[\"Now you're a Helldiver, congratulations!\",\"Use the arsenal and equip your Helldiver. Let your friends get jealous.\",\"Complete 1 task against Terminids. Death to the bugs!\",\"Complete 1 task against Automatons. Way to go, John Connor!\",\"Just complete 10 tactical objectives. Show your enemies what democracy is!\",\"Finish any mission on the night side of the planet.\",\"Play any mission on the planet that is currently under attack by one of the factions.\",\"Complete any task starting from 3 or 4 difficulty.\",\"Complete the task, but do not evacuate (spend all the reinforce stratagems). Don't worry, you're not the first, you're not the last.\",\"Just evacuate after the time runs out. A good time reference point would be the lack of the ability to call any stratagems.\",\"Kill the enemy from a long distance, you can use a weapon with an optical sight.\",\"Call the orbital stratagem or the Eagle stratagem while standing on some high ground.\",\"Start a 4+ difficulty mission and kill him. You can use the ventilation hole in the back or just call the stratagem.\",\"The Bile Titan appears as a constant enemy starting from the 6th difficulty. Use powerful stratagems and the entire arsenal. That still only counts as one!\",\"Let the terminid warrior get closer and fire the whole clip at it. You are the most important warrior here!\",\"Blow up the nest of stalkers. You can use a grenade, a stratagem, a grenade launcher or an autocannon.\",\"Just throw the grenade at your feet, and then throw it away.\",\"Take a machine gun stratagem and apply it on a group of enemies. The main thing is not to take your finger off the trigger, you're not a traitor, are you?\",\"Equip the armor with the property «Democracy protects» and try to explode. Maybe it won't work on the 1st attempt, but Helldivers never die!\",\"Go to the wounded ally, point at it and press the «E» key. Helldivers never die!\",\"Your partner should use an autocannon/recoilless rifle/spear, take his backpack with spare shells and help him load the weapon. The strength is in friendship!\",\"Follow the advice «Don't die» and the achievement will be received.\",\"Take your teammates and use the orbital stratagems at 1 point. I advise you to take 120 and 380 mm, as they will give you more time to use everything.\",\"Complete a task of 5+ difficulty, select a stratagem with a large damage area and challenge it to a group of enemies. I advise you to do this near nests/factories.\",\"Use incendiary weapons, as well as napalm airstrike. I advise you to complete the task against the Terminids. How about a bug BBQ?\",\"Any of your friends should evacuate with 15 ordinary samples in their pockets. The main thing is that 1 Helldiver should have this amount.\",\"Just go to the mission with a higher difficulty level, as there will be more samples.\",\"Throw a grenade at your feet and use a jumppack before it explodes.\",\"A Hulk is starting to appear from difficulty 4, just shoot off his hands with a railgun and warn your comrades, then evacuate.\",\"Deal a lot of damage to the Charger, then stun him (EMP kick or bang his head against the wall) and call a stratagem.\",\"Do this in short missions against Terminids. Don't forget about the stims, fighter!\",\"Forget about the 1st and 3rd keys, take a lot of attacking stratagems and choose a quick mission. May democracy help you!\",\"Grab your comrades, equip yourself with light armor, a jumppack, and also take explosive weapons. Don't forget to leave someone in the evacuation zone for a faster escape from the planet.\",\"5,000 Enemies? Super Earth is proud of you!\",\"Each mission brings the victory of a managed democracy closer!\",\"A monument should be erected in your honor!\",\"To get an achievement, you will need: 10 super samples, 160-200 common samples, 100-120 rare samples.\",\"It will take 400 common samples to achieve the achievement.\",\"Helldiver, you're a legend! You can walk through the bars of Super Earth with your head held high.\"]"
  },
  "PlayerCards": {
    "data": "[\"Independence Bringer\",\"Liberty's Herald\",\"Tideturner\",\"The Cape of Stars and Suffrage\",\"Unblemished Allegiance\",\"Judgment Day\",\"Cresting Honor\",\"Mantle of True Citizenship\",\"Blazing Samaritan\",\"Light of Eternal Liberty\",\"Tyrant Hunter\",\"Cloak of Posterity's Gratitude\",\"Bastion of Integrity\",\"Botslayer\",\"Martyris Rex\",\"Agent of Oblivion\",\"Harbinger of True Equality\",\"Eagles Fury\",\"Freedom's Tapestry\",\"Dissident's Nightmare\",\"Pinions of Everlasting Glory\",\"Order of The Venerated Ballot\",\"Mark of The Crimson Fang\",\"Executioner's Canopy\",\"Purifying Eclipse\",\"The Breach\",\"Standart of Safe Distance\",\"Patient Zero's Rememberance\",\"Pride of The Whistleblower\",\"Proof of Faultless Virtue\",\"Cover of Darkness\",\"Rebar Resolve\",\"Holder of The Yellow Line\",\"Stone-wrought Perseverance\",\"Strength in Our Arms\",\"Defender of Our Dream\"]"
  },
  "Emotes": {
    "data": "[\"Casual Salute\",\"Explosive Handshake\",\"Hug\",\"High-Five\",\"Scout Handshake\",\"Rock Paper Scissors\",\"Test of Conviction\",\"Salute\",\"Clapping\",\"Finger Guns\",\"Flex\",\"Loosen Up\",\"Big Whoop\",\"Presentable\",\"Shotgun Show\",\"Head Tap\",\"Distribute Ballots\",\"Call the Helldivers\",\"Mime Instrumentation\",\"Welcome Adoration\",\"Guns of Liberty\"]"
  },
  "ObtainingTypes": {
    "1Name": "Tutorial",
    "2Name": "Superstore",
    "3Name": "Pre-order",
    "4Name": "Super Citizen Edition",
    "5Name": "Twitch Drops",
    "6Name": "Helldivers Mobilize Warbond",
    "7Name": "Steeled Veterans Warbond",
    "8Name": "Cutting Edge Warbond",
    "9Name": "Democratic Detonation Warbond",
    "10Name": "Polar Patriots Warbond",
    "11Name": "Viper Commandos Warbond"
  },
  "Ranks": {
    "1Title": "Cadet",
    "2Title": "Space Cadet",
    "3Title": "Sergeant",
    "4Title": "Master Sergeant",
    "5Title": "Chief",
    "6Title": "Space Chief Prime",
    "7Title": "Death Captain",
    "8Title": "Marshall",
    "9Title": "Star Marshall",
    "10Title": "Admiral",
    "11Title": "Skull Admiral",
    "12Title": "Fleet Admiral",
    "13Title": "Admirable Admiral",
    "14Title": "Commander",
    "15Title": "Galactic Commander",
    "16Title": "Hell Commander",
    "17Title": "General",
    "18Title": "5-Star General",
    "19Title": "10-Star General",
    "20Title": "Private",
    "21Title": "Super Private",
    "22Title": "Viper Commando",
    "23Title": "Fire safety officer",
    "24Title": "Expert exterminator",
    "25Title": "Free of thought",
    "26Title": "Super Citizen",
    "viperCommandos": "Viper Commandos Warbond",
    "freedomsFlame": "Freedom's Flame Warbond",
    "chemicalAgents": "Chemical agents Warbond",
    "truthEnforcers": "Truth enforcers warbond",
    "superCitizen": "Super Citizen Edition"
  },
  "Resources": {
    "1Title": "Common Samples",
    "2Title": "Rare Samples",
    "3Title": "Super Rare Sample",
    "4Title": "Super Credits",
    "5Title": "Metals",
    "6Title": "Requisition Slips",
    "1Difficulties": "All difficulties",
    "2Difficulties": "Starting from the 4th level of difficulty",
    "3Difficulties": "Starting from the 6th level of difficulty",
    "4Difficulties": "All difficulties",
    "5Difficulties": "All difficulties",
    "6Difficulties": "All difficulties",
    "1ObtainingMethod": "Points of interest, outposts of Terminids and Automatons",
    "2ObtainingMethod": "Points of interest, outposts of Terminids and Automatons, also in the wild, in the shape of a flower",
    "3ObtainingMethod": "Point of interest with a high stone",
    "4ObtainingMethod": "Buying in-game store or points of interest",
    "5ObtainingMethod": "Completing missions, points of interest, completing major and personal orders from Super Earth",
    "6ObtainingMethod": "Completing missions, successful evacuation from the mission, points of interest",
    "1ApplicationScope": "Ship modules upgrade",
    "2ApplicationScope": "Ship modules upgrade",
    "3ApplicationScope": "Ship modules upgrade",
    "4ApplicationScope": "Purchase items from the Super Store or purchase of a warbond",
    "5ApplicationScope": "Purchase of the contents of a warbond",
    "6ApplicationScope": "Stratagem unlock",
    "superCreditsMaxAmount": "It depends on the size of your wallet or your time"
  },
  "Header": {
    "Link1": "News",
    "Link2": "CODE",
    "Link3": "GALAXY WAR",
    "Link4": "STRATAGEM TRAINING"
  },
  "Footer": {
    "firstLinkTitle": "LINKS",
    "secondLinkTitle": "SUPPORT SITE",
    "firstLink": "Telegram",
    "secondLink": "Discord server"
  },
  "Legend": {
    "title": "Legend"
  },
  "LevelsSection": {
    "title": "LEVEL CALCULATOR",
    "startText": "Initial",
    "endText": "Target",
    "levelDesignation": "level",
    "experienceDesignation": "exp"
  },
  "CurrentResourceInfo": {
    "difficultiesText": "From which difficulty appears",
    "obtainingMethodText": "Obtaining method",
    "applicationScopeText": "Application scope",
    "maxAmountText": "Max cap"
  },
  "data": {
    "warbonds": "[\"HELLDIVERS MOBILIZE!\", \"STEELED VETERANS\", \"CUTTING EDGE\", \"DEMOCRATIC DETONATION\", \"POLAR PATRIOTS\", \"VIPER COMMANDOS\", \"FREEDOM'S FLAME\", \"CHEMICAL AGENTS\", \"TRUTH ENFORCERS\"]"
  },
  "tips": {
    "data": "[\"Did you know tips are shown during these transition sequences?\",\"Managed Democracy is a cornerstone of advanced civilization.\",\"Super Earth recommends spending at least 2.4 seconds per mission enjoying the scenery. A happy Helldiver is a deadly Helldiver.\",\"You are Super Earth's Elite. Remember that.\",\"Eagles are fast-response strike craft, with much shorter call-in times than Orbital fire support.\",\"The Galactic War is a united effort. Only by working together can we ensure planets don't fall to the enemy.\",\"If at first you don't succeed, dive, dive again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again.\",\"Day and night sides of a planet are visible during mission selection, allowing you to choose the mission that's right for you!\",\"See a planet that's on the brink of falling under enemy control? Rally your fellow Helldivers and mount a defense. Every mission counts!\",\"When you're up against the bots, remember the 3 C's: Cover, Courage, and more Cover.\",\"Difficult terrain inhibits your movement. Best practices recommend avoiding Snow, Mud, Water, Shrubberies, and Lava. For a complete list, see Manual Section D.198-2.\",\"Unhappy with who you are? Change your appearance, voice, and personality in the customization chamber. It's that easy!\",\"When your stamina is depleted, your sprint speed is slower and you accuracy is worse.\",\"Don't die!\",\"Tips are shown here.\",\"Democracy dont need moderation, it need ammo and people\",\"If an enemy ever attempts to engage in diplomacy, SHOOT THEM. We mustn't believe their lies.\",\"Failure to complete mission objectives will NOT result in you being sent to a freedom camp, those are merely dissent rumors.\",\"You can't spread managed democracy if you're dead tired. Maybe I'm a coward for saying it, but proper rest, hydration and breaks make you all the more effective.\",\"Remember to fill in your C-01 permit before any act that could result in a child.\",\"Check your Ammo by holding the Reload button.\",\"Being prone makes you less susceptible to explosions. When in imminent danger, dive!\",\"When in doubt, don't think -- simply shout 'For Democracy!' and charge head-first into your problems.\",\"If a squadmate dies during a mission, make sure you pick up their dropped samples. There will be time for mourning later!\",\"Hellpods have basic steering capabilities. Try to drop in on your enemies!\",\"Friendly Fire isn't.\",\"Grenades detonation time starts when you pull back for a throw – time your throw for an air-burst detonation.\",\"If you notice a squadmate sympathizing with an enemy, report them to your Democracy Officer. Thoughtcrimes kill!\",\"Super Earth has many holidays, but the most important is October 26th – Liberty Day!\",\"On a mission alone and dying to have someone liberating by your side? Use an SOS beacon to call in a fellow Helldiver.\",\"The longer you stay in a mission, the heavier the enemy presence becomes.\",\"Use the Eagle Rearm stratagem during calmer periods to ensure you have those Eagle Strikes available when you need them.\",\"Want to show off how firmly you support capitalism? Spend medals on a Warbond!\",\"Tired of missing your target? Use First Person View (FPV) to make long-distance shots.\",\"Weapons like pistols and submachine guns can be used with one hand -- perfect for when you need to carry object in the other hand.\",\"Kill bugs before they get close. Remember, nothing protects your personal space better than bullets.\",\"Remember: Freedom!\",\"Missions and filled with unexplored points of interest. Check them out -- you never know what you might find.\",\"If the enemies just keep coming, find out where they're coming from and unleash hell. Bug hive? Destroy! Bot factory? Destroy!\",\"Don't worry – stims have zero addictive properties!* *Study paid for by Permacura. Permacura: put your life in our hands.\",\"Every citizen is equally important to the war effort, but Helldivers are the most important.\",\"Use Stims to heal your injuries and replenish your stamina -- or that of your fellow Helldivers, in a pinch!\",\"The Super Destroyer can only stay in low orbit for a limited time – watch that mission clock!\",\"Rare Samples only available on more challenging missions.\",\"Choose your loadout carefully to ensure your squad has all the resources it needs. Democracy depends on it!\",\"Pay attention to these tips! They've been carefully calibrated to ensure your success.\",\"All Stratagems have their strengths and weaknesses. Choose your Stratagem loadout to best fit the mission and your squad composition.\",\"Don't Panic.\",\"As a last resort, you can use melee attacks to fend off enemies. Remember: death is better than cowardice!\",\"Most enemies have both weak spots and armored spots. The S.E.A.F. training manual recommends aiming for the weak spots.\",\"You can pick up active grenades and toss them away before they explode. Give it a try, it's fun!\",\"For budgetary reasons, Hellbombs require manual arming. But don't stick around unless you're looking for a spot on the wall of martyrs.\",\"Each faction presents unique challenges. Mix up your gear and try new tactics!\",\"Collect medals to progress your Warbond. No rush though -- Warbonds can be completed at any time.\",\"Mission difficulty is determioned in part by the types of enemy units in the area. Make sure you bring the appropriate weaponry!\",\"Nine out of ten doctors agree that a wound to the chest will make you bleed out if unattended.\",\"It pays to be a straight shooter – angled fire might glance off your target or even ricochet into your squadmates!\",\"Diving to the ground can be a life-saver, but it also makes you an easy target for melee units.\",\"Helldivers traveling the galaxy might come across ancient ruins and other curiosities. Just remember: Only a traitor is curious about alien artifacts!\",\"The Automatons are equipped with hyper reactive protocols, making them susceptible to suppressive fire. The more you shoot at them, the less accurate they'll be.\",\"Don't go it alone – join a squad in order to unleash maximum liberation!\",\"Reloading discards the remaining rounds in your magazine.\",\"Don't drink and drive.\",\"The Ministry of Prosperity managens Super Earth's economy and ensure a steady flow of resources to the most deserving.\",\"Place markers on the map to help your squad navigate.\",\"Armor isn't just for looks — heavier armor makes you more resilient to attacks but slows you down and affects your stamina.\",\"The Ministry of Defence is responsible for the defense of Liberty against all enemies, human and non-human, realized and potential.\",\"The Ministry of Unity ensures that all of mankind is united as one by protecting us from internal threats, such as deviant behavior and expression of dangerous ideas.\",\"The Ministry of Science is responsible for continuous scientific progress, augmenting our moral superiority over our enemies with technological superiority.\",\"Your stance has a significant impact on accuracy. The S.E.A.F. manual lists the following stances in order of least to most accurate: Moving < Standing < Crouching < Prone.\",\"Don't forget to take breaks! ... That is, if you want to be remembered as a coward.\",\"While the Helldiver training program is undeniably infallible, you can always repeat your training from the game menu.\",\"When the mission timer runs out, the Super Destroyer will leave low orbit and you'll lose access to stratagems and reinforcements.\",\"The Ministry of Expansion tirelessly works to expand the reach of Freedom and secures vital resources for our society to thrive.\",\"The Ministry of Truth is responsible for keeping all citizens well-informed and mentally equipped to withstand our enemies' vile propaganda.\",\"The Ministry of Humanity maintains healthy, productive voters by managing education, healthcare, social grading and gene management.\",\"Make sure to pick up your fallen squadmates' sample containers. They're critical for our collective scientific progress!\"]"
  },
  "boosters": {
    "titles": "[\"Hellpod Space Optimization\",\"Vitality Enhancement\",\"UAV Recon Booster\",\"Stamina Enhancement\",\"Muscle Enhancement\",\"Increased Reinforcement Budget\",\"Flexible Reinforcement Budget\",\"Localization Confusion\",\"Expert Extraction Pilot\",\"Motivational Shocks\",\"Experimental Infusion\",\"Firebomb Hellpods\",\"Dead Sprint\",\"Armed Resupply Pods\"]",
    "descriptions": "[\"Helldivers come out of the Hellpod fully stocked on Ammo, Grenades and Stims.\",\"Provides minor damage reduction from all sources for all Helldivers.\",\"Increases all Helldivers' effective radar range.\",\"Increases all Helldivers' stamina capacity and recovery.\",\"Allows Helldivers to traverse difficult terrain with ease.\",\"Increases the number of available reinforcements.\",\"Reduces time until new reinforcements are granted once they've been depleted.\",\"Increases the time between enemy encounters.\",\"Lowers the time it takes for the extraction shuttle to reach the extraction beacon.\",\"Allows all Helldivers to recover faster after being slowed by an attack, such as acid. Does not mitigate 'area effects', such as EMS strikes.\",\"In addition to restoring health, Stims temporarily increase movement speed and damage reduction.\",\"Lines all Hellpods with volatile incendiaries that detonate upon impact, igniting any units in vicinity of the drop site.\",\"Allows Helldivers to keep sprinting even when they are out of stamina, draining their health instead.\",\"Mounts a modified AR-23 Liberator to all resupply pods, allowing them to double as automatic turrets.\"]"
  },
  "planets": {
    "names": "[\"Super Earth\",\"Mars\",\"Klen Dahth II\",\"Pathfinder V\",\"Widow's Harbor\",\"New Haven\",\"Pilen V\",\"Hydrofall Prime\",\"Zea Rugosia\",\"Darrowsport\",\"Fornskogur II\",\"Midasburg\",\"Cerberus IIIc\",\"Prosperity Falls\",\"Okul VI\",\"Martyr's Bay\",\"Freedom Peak\",\"Fort Union\",\"Kelvinor\",\"Wraith\",\"Igla\",\"New Kiruna\",\"Fort Justice\",\"Zagema Paradise\",\"Providence\",\"Primordia\",\"Sulfura\",\"Nublaria I\",\"Krakatwo\",\"Volterra\",\"Crucible\",\"Veil\",\"Marre IV\",\"Fort Sanctuary\",\"Seyshel Beach\",\"Hellmire\",\"Effluvia\",\"Solghast\",\"Diluvia\",\"Viridia Prime\",\"Obari\",\"Myradesh\",\"Atrama\",\"Emeria\",\"Barabos\",\"Fenmire\",\"Mastia\",\"Shallus\",\"Krakabos\",\"Iridica\",\"Azterra\",\"Azur Secundus\",\"Ivis\",\"Slif\",\"Caramoor\",\"Kharst\",\"Eukoria\",\"Myrium\",\"Kerth Secundus\",\"Parsh\",\"Reaf\",\"Irulta\",\"Emorath\",\"Ilduna Prime\",\"Maw\",\"Meridia\",\"Borea\",\"Curia\",\"Tarsh\",\"Shelt\",\"Imber\",\"Blistica\",\"Ratch\",\"Julheim\",\"Valgaard\",\"Arkturus\",\"Esker\",\"Terrek\",\"Cirrus\",\"Crimsica\",\"Heeth\",\"Veld\",\"Alta V\",\"Ursica XI\",\"Skaash\",\"Moradesh\",\"Rasp\",\"Bashyr\",\"Regnus\",\"Mog\",\"Valmox\",\"Iro\",\"Grafmere\",\"New Stockholm\",\"Oasis\",\"Genesis Prime\",\"Outpost 32\",\"Calypso\",\"Elysian Meadows\",\"Alderidge Cove\",\"Trandor\",\"EITB\",\"Liberty Ridge\",\"Baldrick Prime\",\"The Weir\",\"Kuper\",\"Oslo Station\",\"Pöpli IX\",\"Gunvald\",\"Dolph\",\"Bekvam III\",\"Duma Tyr\",\"Vernen Wells\",\"Aesir Pass\",\"Aurora Bay\",\"Penta\",\"Gaellivare\",\"Vog-Sojoth\",\"Kirrik\",\"Mortax Prime\",\"Wilford Station\",\"Pioneer II\",\"Erson Sands\",\"Socorro III\",\"Bore Rock\",\"Fenrir III\",\"Turing\",\"Angel's Venture\",\"Darius II\",\"Acamar IV\",\"Achernar Secundus\",\"Achird III\",\"Acrab XI\",\"Acrux IX\",\"Acubens Prime\",\"Adhara\",\"Afoyay Bay\",\"Ain-5\",\"Alairt III\",\"Alamak VII\",\"Alaraph\",\"Alathfar XI\",\"Andar\",\"Asperoth Prime\",\"Bellatrix\",\"Botein\",\"Osupsam\",\"Brink-2\",\"Bunda Secundus\",\"Canopus\",\"Caph\",\"Castor\",\"Durgen\",\"Draupnir\",\"Mort\",\"Ingmar\",\"Charbal-VII\",\"Charon Prime\",\"Choepessa IV\",\"Choohe\",\"Chort Bay\",\"Claorell\",\"Clasa\",\"Demiurg\",\"Deneb Secundus\",\"Electra Bay\",\"Enuliale\",\"Epsilon Phoencis VI\",\"Erata Prime\",\"Estanu\",\"Fori Prime\",\"Gacrux\",\"Gar Haren\",\"Gatria\",\"Gemma\",\"Grand Errant\",\"Hadar\",\"Haka\",\"Haldus\",\"Halies Port\",\"Herthon Secundus\",\"Hesoe Prime\",\"Heze Bay\",\"Hort\",\"Hydrobius\",\"Karlia\",\"Keid\",\"Khandark\",\"Klaka-5\",\"Kneth Port\",\"Kraz\",\"Kuma\",\"Lastofe\",\"Leng Secundus\",\"Lesath\",\"Maia\",\"Malevelon Creek\",\"Mantes\",\"Marfark\",\"Martale\",\"Matar Bay\",\"Meissa\",\"Mekbuda\",\"Menkent\",\"Merak\",\"Merga IV\",\"Minchir\",\"Mintoria\",\"Mordia 9\",\"Nabatea Secundus\",\"Navi VII\",\"Nivel 43\",\"Oshaune\",\"Overgoe Prime\",\"Pandion-XXIV\",\"Partion\",\"Peacock\",\"Phact Bay\",\"Pherkad Secundus\",\"Polaris Prime\",\"Pollux 31\",\"Prasa\",\"Propus\",\"Ras Algethi\",\"RD-4\",\"Rogue 5\",\"Rirga Bay\",\"Seasse\",\"Senge 23\",\"Setia\",\"Shete\",\"Siemnot\",\"Sirius\",\"Skat Bay\",\"Spherion\",\"Stor Tha Prime\",\"Stout\",\"Termadon\",\"Tibit\",\"Tien Kwan\",\"Troost\",\"Ubanea\",\"Ustotu\",\"Vandalon IV\",\"Varylia 5\",\"Wasat\",\"Vega Bay\",\"Wezen\",\"Vindemitarix Prime\",\"X-45\",\"Yed Prior\",\"Zefia\",\"Zosma\",\"Zzaniah Prime\",\"Skitter\",\"Euphoria III\",\"Diaspora X\",\"Gemstone Bluffs\",\"Zagon Prime\",\"Omicron\",\"Cyberstan\"]"
  },
  "sectors": {
    "data": "[\"Akira\",\"Alstrad\",\"Altus\",\"Andromeda\",\"Arturion\",\"Barnard\",\"Borgus\",\"Cancri\",\"Cantolus\",\"Celeste\",\"Draco\",\"Falstaff\",\"Farsight\",\"Ferris\",\"Gallux\",\"Gellert\",\"Gothmar\",\"Guang\",\"Hanzo\",\"Hawking\",\"Hydra\",\"Idun\",\"Iptus\",\"Jin Xi\",\"Kelvin\",\"Korpus\",\"Lestrade\",\"Lacaille\",\"Leo\",\"Marspira\",\"Meridian\",\"Mirin\",\"Morgon\",\"Nanos\",\"Omega\",\"Orion\",\"Quintus\",\"Rictus\",\"Rigel\",\"Sagan\",\"Saleria\",\"Severin\",\"Sol System\",\"Sten\",\"Talus\",\"Tanis\",\"Tarragon\",\"Theseus\",\"Trigon\",\"Umlaut\",\"Ursa\",\"Valdis\",\"Xi Tauri\",\"Xzar\",\"Ymir\"]"
  }
}