{
  "WarPage": {
    "title1": "This page of the site is currently undergoing a redesign.",
    "title2": "We apologize for the inconvenience."
  },
  "NotFoundPage": {
    "pageTitle": "Oops!",
    "errorText": "Error",
    "pageDescription": "It looks like the page you were looking for was not found.",
    "linkText": "Back to main page"
  },
  "FractionsPage": {
    "metadataTitle": "HELLDIVERS 2: Factions",
    "metadataDescription": "In the eternal struggle for democracy, the Helldivers face a host of terrible foes who are members of one faction or another, each with their own unique adversaries, traits, and goals. Learn more about those who threaten Super Earth and its ideals!"
  },
  "EnemyPage": {
    "titles": "[\"TACTICS\"]"
  },
  "terminids": {
    "metadataTitle": "HELLDIVERS 2: Terminids",
    "metadataDescription": "In a battle against the Terminids, the Helldivers must be prepared for danger at any moment. These insect-like creatures: swift hunters, fierce warriors, cunning stalkers, terrible bile spewers - each has its own set of deadly techniques.",
    "pageTitle": "terminids",
    "pageDescription": "In a battle with the Terminids, the Helldivers must be ready for danger at a moment's notice. These insect-like creatures: swift Hunters, fierce Warriors, cunning Stalkers, terrible Bile Spewers - each has its own set of deadly techniques.",
    "pageAdditionalDescription": "Bile Spewers and Chargers a special threat, and Brood Commanders and Bile Titans require powerful weaponry and elaborate tactics to kill them.",
    "names": "[\"Scavenger\",\"Bile Spitter\",\"Pouncer\",\"Shrieker\",\"Hunter\",\"Warrior\",\"Bile Warrior\",\"Hive Guard\",\"Stalker\",\"Brood Commander\",\"Nursing Spewer\",\"Bile Spewer\",\"Charger\",\"Charger Behemoth\",\"Spore Charger\",\"Impaler\",\"Bile Titan\"]",
    "descriptions": "[\"The Scavenger is a juvenile variety of Warrior, and is considered the lowest link in the Terminid food chain, so it can be found on any planet and with any difficulty.\",\"One of the varieties of the scavenger. The Bile Spitter is a juvenile variety of the Bile Spewer. They appear in small numbers while on patrol, attacking with claws and bile spit.\",\"One of the varieties of the Scavenger. The Pouncer is a juvenile specimen of the Shrieker or Hunter. Can cover a great distance in one jump thanks to its wings.\",\"Shriekers are medium-sized flying Terminids with a large wingspan. They usually fly in large groups and use dive tactics to kill Helldiver.\",\"The Hunters are Pouncers that have grown up. They have not changed their attack tactics over the years and still try to shorten the distance as quickly as possible, outflank the Helldiver, and claw at him with their ravenous claws.\",\"Warrior is an evolution of the Scavenger. It moves at normal speed and can only attack with its sharp claws.\",\"A Bile Warrior is a type of common Warrior that later evolves into a Bile Titan. They can be easily recognized by the green bile sac on their abdomen.\",\"The Hive Guard is an intermediate stage in the evolution of the Warrior and the Brood Commander/Charger. Unlike the Warrior, the Hive Guard front and head are protected by chitinous shields, which protect him from the Helldivers heavy fire.\",\"Stalker is a mutated version of the Hunter. According to unofficial sources, the mutation was caused by Super Earth scientists tampering with the Hunters' DNA. It is unknown if these individuals originally had camouflage or if this is another mutation.\",\"Brood Commander is a genetically mutated Warrior. During experiments to breed a leadership genome after the First Galactic War, this genome became even stronger, and the individuals who had it gained the ability to control the remaining Terminid groups. Now they and their subordinates are fighting back against their enslavers.\",\"Nursing Spewer is a weakly protected adult female Terminid with an abdomen full of eggs. They are very easy to identify by the light orange color of the abdomen.\",\"Bile Spewer is the latest stage in the evolution of the feeding vomit. It has acquired chitinous shells protecting the top and front.\",\"Charger is a very large and armored Terminid. It is impossible to say exactly what place it occupies in the Terminid hierarchy, but it is obvious that it poses a great danger to your squad.\",\"Charger Behemoth is a tougher variation of the Charger, equipped with tilted armor that provides him with more health and durability than a regular Charger.\",\"Spore Charger is a variant of the Charger that grows spores that emit a thick fog over a large area, hiding its location. Upon death, this enemy explodes, spraying everything around it with deadly acid.\",\"Impaler is a large Terminid in heavy armor that is already familiar to veterans of First Galactic War. Impalers bury their “head” with three tentacles, causing them to appear at the Helldivers to hinder and attack them.\",\"Bile Titan is the final evolution of the Bile Warrior. Its body is almost completely protected by a chitinous carapace, and its giant paws, along with its deadly bile, bring destruction to every opponent. Despite its size it moves with tremendous speed and can catch up to Helldiver very quickly.\"]",
    "tactics": "[\"Kill them with any weapon, and also make sure they don't summon their stronger brethren.\",\"Kill them with any weapon and dodge poison spits, as they have a slowing effect.\",\"Increase the distance and shoot them with any weapon.\",\"Kill them with area damage weapons, and drop to the ground to make it harder for them to attack you.\",\"Shoot them with any weapon, and also remember that they like to attack from the flanks and can make a jump attack towards you, which will also slow you down.\",\"Aim for their heads or shoot off their limbs to impair mobility.\",\"Aim for their heads or shoot off their limbs to impair their mobility. Also remember that when they die, they explode, leaving behind a pool of bile.\",\"Shoot at unarmored body parts or flank him to destroy him in weakly defended parts.\",\"Try to deal fire or acid damage to make him more visible to his allies and mark him. You can also hear the moment of his attack and dodge it in time.\",\"Try to increase the distance as quickly as possible and also shoot him in the head. Remember that even after death, he may still attack for a couple of seconds.\",\"Shoot any part of their body, dodge the stream of poisonous bile they spit out, and remember that when they die they explode leaving behind a cloud of spores.\",\"Shoot its green belly, dodge the stream of bile released by them, and remember that they explode upon death. They can also attack by launching bile projectiles into the air like artillery, so don't forget to check the airspace periodically.\",\"Use an explosive support weapon and shoot it in the head to kill it as quickly as possible. Alternative options to kill him are a large number of shots to the rear or using a thermite grenade. You can also always use stratagems.\",\"Use an explosive support weapon and shoot it in the head to kill it as quickly as possible. Alternative options to kill him are a large number of shots to the rear or using a thermite grenade. You can also always use stratagems.\",\"Use an explosive support weapon and shoot it in the head to kill it as quickly as possible, and try to mark it for easier detection by allies. Alternative options to kill him are a large number of shots to the rear or using a thermite grenade. You can also always use stratagems.\",\"Shoot him in the head when he buries tentacles or destroy tentacles to pause his attack and use stratagems or support weapons to kill him.\",\"Use stratagems and support weapons to destroy this enemy as quickly as possible. You can also shoot its belly, which will destroy its ability to spew bile. Don't forget to dodge the streams of bile and his limbs, which he likes to crush freedom lovers with if they get too close.\"]"
  },
  "automatons": {
    "metadataTitle": "HELLDIVERS 2: Automatons",
    "metadataDescription": "The Automatons epitomize a threat to the entire democratic world, representing a fearsome force on the battlefield. From the lumbering monster Hulk to the weak and archaic Tank, the Automatons are a technological power in need of freedom.",
    "pageTitle": "automatons",
    "pageDescription": "The Automatons epitomize a threat to all democratic humanity, representing a fearsome force on the battlefield. From the lumbering monster Hulk to the weak and archaic Tank, the Automatons are a technological power in need of freedom.",
    "pageAdditionalDescription": "To counter the threat posed by the automatons, the Helldivers must capitalize on their inherent weaknesses and exploit their vulnerabilities at every opportunity. Defeating the mechanical horde can be accomplished with the right strategy, determination, different tactics, and powerful weaponry.",
    "names": "[\"Trooper\",\"Commissar\",\"Jet Brigade Trooper\",\"Berserker\",\"Scout Strider\",\"Reinforced Scout Strider\",\"Devastator\",\"Heavy Devastator\",\"Rocket Devastator\",\"Annihilator Tank\",\"Barrager Tank\",\"Schredder Tank\",\"Factory Strider\",\"Gunship\",\"Dropship\"]",
    "descriptions": "[\"Trooper is the basic unit of the Automatons. They can be armed with assault rifles, energy blades, machine guns, rocket launchers, pistols, and rapid-fire cannons.\",\"Commissar is the most cowardly and unintelligent fighter of the Automatons. He is equipped with a primitive command program and a faster ability to process data.\",\"Jet Brigade Trooper is strike force of the Automaton light infantry. It is an improved version of the various types of light infantry and is equipped with a jump pack.\",\"Berserker is an Automaton that is completely devoid of a module that would be responsible for calculation in any way. The only program that drives it is to shorten the distance between the saws and the Helldiver.\",\"It's a walker with a turret that's controlled by a not particularly smart Automaton.\",\"It is an improved version of the walker, which is controlled by an automated system and is armored from behind and armed with four heavy missiles.\",\"Destroyer is a heavier and more armored version of the Berserker with more advanced weaponry. The totalitarian government of the Automatons equips these units with cannons, machine guns, shields, and rocket launchers.\",\"The Heavy Destroyer is a medium infantry Automaton, a variant of the Destroyer equipped with a laser heavy machine gun and a large ballistic shield.\",\"Rocket Destroyer is a medium infantry Automaton and a variant of the Destroyer equipped with rocket pods and a double-barreled laser cannon.\",\"The crown jewel of software optimization, capable of destroying half a squad of Helldivers. One of the following units is welded to it at the factory: circular saw, rocket launcher, autocannon, flamethrower.\",\"Tank is a slow, clumsy, heavy and extremely armored mechanical monster. Automatons were able to create only 3 types of tanks: with autocannons, with a conventional laser cannon, as well as a variant of MLRS.\",\"Shredder Tank is a large, heavily armored vehicle equipped with a turret with an automatic cannon.\",\"Barrager Tank, also known as a missile tank, is a very large, heavily armored fighting vehicle equipped with a multiple rocket launcher (MLRS).\",\"Factory Strider is the strongest Automaton enemy to date, having heavy armor, multiple cannons, and laser machine guns as weapons. Factory Strider is also capable of spawning Destroyers underneath it, making it a high priority target in almost any situation.\",\"Gunship is the air flagship of the Automatons. Its missiles and laser projectiles pose a significant threat, and its powerful engines allow it to move quickly through the planet's atmosphere.\",\"Dropship is the transport of the Automaton invasion. It delivers huge squads to wherever they need to go and also goes straight to the place where reinforcements are summoned.\"]",
    "tactics": "[\"Pretty easy to destroy, and you can use anything from a rifle to a machine gun to a shotgun. The main thing to remember is that they have grenades, as well as the ability to call for reinforcements.\",\"Pretty easy to destroy, and you can use anything from a rifle to a machine gun to a shotgun. The main thing to remember is that they have grenades, as well as the ability to call for reinforcements.\",\"Shoot his jump pack to make it explode and kill him.\",\"Try to aim for the head or stomach, and constantly increase the distance between them. Also keep in mind that the more of them running after you, the faster they get.\",\"If you have a weapon with medium penetration, aim for the pilot's head or the legs of the walker, otherwise you can just throw a grenade under his legs so that the shrapnel kills the pilot.\",\"If you have a weapon with medium penetration, aim for the center top or legs of the walker, otherwise you will have to use support weapons or a lot of grenades. Also dodge its missiles, as they kill with a single hit and have a large radius.\",\"Aim for his head or stomach or use stratagems.\",\"Flank them, aim for their head and the satchel in the back, and use weapons with stun effects.\",\"Aim for the head, and also dodge the missiles as their hits will knock you off your feet. Before each launch, he tilts back slightly and each of his volleys contains 4 missiles, knowing this can help in killing him.\",\"Aim for his glowing eye, as well as flank him and shoot his vent. Also use stratagems and support weapons to speed up his kill.\",\"Shorten the distance as quickly as possible and then shoot his vent at the rear of the turret. If you have trouble killing him, use stratagems and support weapons, and you can also immobilize him by shooting his tracks.\",\"Shoot his backside and also shoot his frontal shield, which has light armor. Also use stratagems and support weapons. This tank can also be immobilized by shooting its tracks.\",\"Shoot its rear end or rocket launcher with support weapons. You can also immobilize him by shooting his tracks. Remember that at range his attack will be in artillery format, and at medium range he will fire direct fire.\",\"Shoot his machine guns and cannons with explosive weapons first, then destroy the gun on his back, then use stratagems or destroy with support weapons to the connecting parts of his legs, stomach or the sensor area on his head. Also be aware that he periodically produces destroyers.\",\"Fire your explosive weapons at his engines to shoot him down, as well as constantly dodge his attacks and don't try to hide behind cover as he will fly around him.\",\"Fire explosive weapons at its engines to bring it down or destroy the troops suspended inside it.\"]"
  },
  "illuminates": {
    "metadataTitle": "HELLDIVERS 2: Illuminates",
    "metadataDescription": "The Illuminates personify a new threat to every inhabitant of the galaxy, posing a menace we have never before encountered. These squid-like creatures undermine peaceful existence from within, turning fine citizens into votelesses. Hideous overseers and watchers patrol and ravage cities founded on democratic principles, and deadly harvesters kill anyone caught in their wiping ray.",
    "pageDescription": "",
    "pageAdditionalDescription": "",
    "names": "[\"Voteless\",\"Watcher\",\"Overseer\",\"Elevated Overseer\",\"Harvester\",\"Warp Ship\"]",
    "descriptions": "[\"Voteless is an enemy created by the Illuminates that forms hordes to crush Helldivers at close range. Some Votelesses can continue to crawl and attack after losing their legs.\",\"Watcher is an enemy created by the Illuminates, this enemy is used to search for Helldivers and launch flares to summon reinforcements. Watchers naturally appear throughout the map and near certain targets. When a threat is detected, Watchers usually cease their flight and emit holographic flares that summon Warp Ships for reinforcements.\",\"Overseer is a medium Illuminates infantry unit equipped with an energy staff that acts as a ranged and melee weapon. The Overseer also carries a directional shield on his left arm, which he will use for defense when not firing. The Overseer fires single projectiles from his staff while at a distance and often raises his shield between shots. When near a Helldiver, the Overseer will often approach and swing his staff as a melee weapon.\",\"The Elevated Overseer is a medium Illuminates infantry unit equipped with an energy rifle, which is a ranged weapon. The Overseer also carries a large number of grenades, which he throws at the Helldivers. Tries not to shorten his distance so that he cannot be hit in close combat.\",\"Harvester is a large mechanical tripod created by the Illuminates. It is equipped with a shield that will absorb incoming damage from many weapons and stratagems until it is broken, and fires a powerful continuous laser weapon from its single eye. Harvesters can be encountered in patrols guarding the Monolith, and can also be summoned as part of Illuminates reinforcements. Harvesters do not deploy their shields until they make contact with an Helldiver.\",\"Warp Ship is an enemy landing craft created by the Illuminates.\"]",
    "tactics": "[\"Use weapons with area damage, aim for the head, and use gas stratagems.\",\"Aim for his eye, try to kill him before he detects you, and also remember that after he dies he explodes with high damage in a small radius. Also, don't forget that after summoning reinforcements, he will try to stun you with a shock shot.\",\"Don't shorten your distance with them, as they'll finish you off after the first melee strike. Shoot at his legs if he is covered by a shield, and aim for his head if there is no shield.\",\"Try to shorten the distance as quickly as possible and aim for his head. Also, don't forget to throw back his grenades so that they don't knock you back and cause damage.\",\"Use your rapid-fire weapon to knock down his shield, and once it's destroyed, aim for his eye or legs to kill him as quickly as possible. You can also permanently destroy his shield generator, which is located in his crest.\",\"If the ship is on the ground, shoot down the shield with a rapid-fire weapon and destroy it by throwing a grenade at the door. If the ship is in the air, then aim your explosive weapon at the center of the flat round bottom part, as it has armor on the sides.\"]"
  },
  "EquipmentPage": {
    "metadataTitle": "HELLDIVERS 2: Equipment",
    "metadataDescription": "Helldiver equipment is the key to survival and success in every mission. Armor protects, boosters give you a tactical advantage, and the right cape accentuates your personality on the battlefield.",
    "pageTitle": "equipment",
    "pageDescription": "Helldiver equipment is the key to survival and success in every mission. Armor protects, boosters give you a tactical advantage, and the right cape accentuates your personality on the battlefield.",
    "links": "[\"Armor\",\"Boosters\",\"Capes\"]"
  },
  "CustomizationPage": {
    "pageTitle": "комплекты брони",
    "pageAdditionalTitle": "адского десантника"
  },
  "ArmorPage": {
    "metadataTitle": "HELLDIVERS 2: Armor",
    "metadataDescription": "The armor for the Helldiver in Helldivers 2 plays a critical role in ensuring survivability and effectiveness on the battlefield. It protects against the long-range lasers of the Automatons, the claws and stings of the Terminids, and the armor set also provides certain mission-enhancing bonuses.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "armor kits",
    "pageDescription": "The armor for the Hell Trooper in Helldivers 2 plays a critical role in ensuring survivability and effectiveness on the battlefield. It protects against the long-range lasers of the Automatons, the claws and stings of the Terminids, and the armor set also provides certain mission-enhancing bonuses.",
    "sectionTitles": "[\"LIGHT ARMOR\",\"MEDIUM ARMOR\",\"HEAVY ARMOR\"]"
  },
  "SpecificArmorPage": {
    "titles": "[\"PRICE:\",\"DESCRIPTION:\",\"EFFECT:\",\"ARMOR RATING:\",\"SPEED:\",\"STAMINA REGEN:\"]"
  },
  "BoostersPage": {
    "metadataTitle": "HELLDIVERS 2: Boosters",
    "metadataDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageTitle": "boosters",
    "pageDescription": "To facilitate the advancement of democracy and freedom in the galaxy the leadership of Super Earth, with the help of scientists, was able to develop amplifiers.",
    "pageAdditionalDescription": "Boosters are powerful tools that grant various bonuses during a mission to your entire team of Helldivers. Choose them wisely and consult with your battle comrades so that the opponents of democracy don't stand a chance!"
  },
  "CapesPage": {
    "metadataTitle": "HELLDIVERS 2: Capes",
    "metadataDescription": "The cape is the adornment of the Helldiver. It is a distinctive sign that they are all heroes, and heroes can't help but wear capes. It is as important an attribute to any Helldiver as a hat is to every self-respecting cowboy. So wear your cape with honor and dignity, lest you dishonor your comrades, democracy, and Super Earth.",
    "pageTitle": "capes",
    "pageDescription": "The cape is the adornment of the Helldiver. It is a distinctive sign that they are all heroes, and heroes can't help but wear capes. It is as important an attribute to any Helldiver as a hat is to every self-respecting cowboy. So wear your cape with honor and dignity, lest you dishonor your comrades, democracy, and Super Earth."
  },
  "SpecificCapePage": {
    "titles": "[\"PRICE:\",\"DESCRIPTION:\",\"ARMOR RATING:\",\"SPEED:\",\"STAMINA REGEN:\"]"
  },
  "EnemiesPage": {
    "metadataTitle": "HELLDIVERS 2. Enemies: All factions and their characteristics",
    "metadataDescription": "A complete guide to the enemies in Helldivers 2. Learn weaknesses and tactics for fighting against Terminids, Automatons, and Illuminate. Prepare for battles with the enemies of democracy!",
    "pageTitle": "enemies",
    "pageDescription": "This bestiary reveals the truth about the horrors that threaten Super Earth and its ideals! You'll find detailed information about every enemy you'll face in the never-ending struggle for democracy.",
    "links": "[\"Terminids\",\"Automatons\",\"Illuminates\"]"
  },
  "MissionsPage": {
    "metadataTitle": "HELLDIVERS 2: Missions",
    "metadataDescription": "Missions are what every Helldiver is in the business of accomplishing. It's the very purpose of their existence, after all, mission fulfillment is to help people, provide additional resources for Super Earth, and promote democracy in the galaxy."
  },
  "NewsPage": {
    "metadataTitle": "HELLDIVERS 2: Updates, Events and Patches",
    "metadataDescription": "All the latest Helldivers 2 news: patches, updates, events and more. Stay up to date with all the changes in the game and get ready for new challenges!",
    "pageTitle": "news"
  },
  "PlanetsPage": {
    "metadataTitle": "HELLDIVERS 2: Planets",
    "metadataDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy.",
    "pageTitle": "planet",
    "pageAdditionalTitle": "glossary",
    "pageDescription": "The Glossary of Planets contains information about the worlds involved in the galactic conflict. Each planet has its own characteristics, challenges, and strategic importance. Explore the unique characteristics of these celestial bodies to better understand the dynamics of the ongoing struggle for freedom, prosperity, and managed democracy."
  },
  "ShipModulesPage": {
    "metadataTitle": "HELLDIVERS 2: Ship modules",
    "metadataDescription": "The ship is your only safe place in the galaxy besides Super Earth. It is the place from which you embark on missions and to which you return, exhausted, tired, but satisfied with your progress. Your ship, just like you, needs improvements. Yes, each of these improvements is quite expensive, but the effects you get in return are worth it. You can turn your turrets into deadly firing units, or you can increase the frequency of attacking stratagems by showering democracy's enemies with a hail of bombs. The important thing to remember is that your ship is just as much a battle buddy as the other Hell Troopers!",
    "pageTitle": "ship",
    "pageAdditionalTitle": "modules",
    "pageDescription": "The destroyer is your only safe place in the galaxy besides Super Earth. It is the place from which you embark on missions and to which you return, exhausted, tired, but satisfied with your progress.",
    "pageAdditionalDescription": "Your destroyer, just like you, needs improvements. Yes, each of these improvements is quite expensive, but the effects you get in return are worth it. You can turn your turrets into deadly firing units, or you can increase the frequency of attacking stratagems, showering democracy's enemies with a hail of bombs. The important thing to remember is that your ship is just as much a battle buddy as the other Helldivers!"
  },
  "StratagemsPage": {
    "metadataTitle": "HELLDIVERS 2: Stratagems",
    "metadataDescription": "Every Helldiver knows that on ruthless battlefields, survival depends not only on firepower, but also on strategy, cunning, and the judicious use of stratagems. These very useful 'things' in galactic warfare assert our dominance over the alien threat and uphold the values of freedom and guided democracy.",
    "pageTitle": "stratagems",
    "pageDescription": "Every Helldiver knows that on ruthless battlefields, survival depends not only on firepower, but also on strategy, cunning, and the judicious use of stratagems.",
    "pageAdditionalDescription": "These very useful galactic warfare 'things' assert our dominance over the alien threat and uphold the values of freedom and guided democracy.",
    "pageSecondAdditionalDescription": "When faced with superior enemy forces, stratagems become a tool that can change the course of the battle. Whether it's launching pinpoint strikes, deploying powerful turrets, or obtaining supplies, every stratagem serves the most important purpose of securing freedom and prosperity in the galaxy.",
    "sectionTitles": "[\"PATRIOTIC ADMINISTRATION CENTER\",\"ORBITAL CANNONS\",\"HANGAR\",\"BRIDGE\",\"ENGINEERING BAY\",\"ROBOTICS WORKSHOP\",\"WARBONDS\",\"GENERAL\"]",
    "blockTitles": "[\"Available at:\",\"level\",\"Price:\",\"Call-in time:\",\"sec.\",\"Uses:\",\"Unlimited\",\"Cooldown:\"]"
  },
  "StratagemTrainingPage": {
    "metadataTitle": "HELLDIVERS 2: Stratagem Training",
    "metadataDescription": "Improve your skill at rapid stratagem entry in constant training to advance a managed democracy in the galaxy as effectively as possible and kill the hated enemies of Super Earth more swiftly.",
    "pageTitle": "STRATAGEM",
    "pageAdditionalTitle": "HERO",
    "text": "[\"START\",\"Use the arrow buttons or swap to the correct side to enter stratagems\",\"Use WASD or arrows on your keyboard to enter stratagems\",\"Buttons\",\"Swipe\",\"Round\",\"Score\",\"SWIPE HERE\",\"Your record:\",\"Game over\",\"FINAL SCORE\",\"MAX RESULT\",\"Round bonus\",\"Time bonus\",\"Perfection bonus\",\"Total score\",\"Get ready\"]"
  },
  "WeaponryPage": {
    "metadataTitle": "Helldivers 2. Weapons: A complete list of weapons and their characteristics",
    "metadataDescription": "All about Helldivers 2 weapons: detailed descriptions and specifications. Rifles, shotguns, support weapons and other weapons.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "weaponry",
    "pageDescription": "Weapons are the key to success for any Helldiver. From shotguns to energy weapons, these are all tools that will help you spread a managed democracy across the galaxy.",
    "pageAdditionalDescription": "When the bugs start crawling and the machines start firing, don't stand by. Take up arms, and show the enemies of Super Earth what the real Helldivers can do. With democracy on your side and your comrades by your side, you are invincible!",
    "sectionTitles": "[\"PRIMARY\",\"SECONDARY\",\"THROWABLE\"]"
  },
  "SpecificWeaponPage": {
    "titles": "[\"PRICE:\",\"DESCRIPTION:\",\"DAMAGE:\",\"CAPACITY:\",\"FIRE RATE:\",\"RECOIL:\",\"PENETRATION:\",\"OUTER RADIUS:\",\"FUSE TIME:\"]"
  },
  "HomePage": {
    "metadataTitle": "HELLDIVERS.HELP — Helldivers 2 Assistant: Wiki & Other",
    "metadataDescription": "Helldiver.help is an assistant site for each Helldiver who fights to ensure democracy, freedom and prosperity throughout the galaxy.",
    "imageTitleDescription": "Equipment, stratagems, bestiary and more",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "manual",
    "pageDescription": "Welcome to the Helldivers 2 Manual! Get ready to plunge into the exciting world of global war with hostile invaders: Automatons and Terminids. In this manual you will find all the necessary information to make it easier to navigate the features of your equipment, enemies and planets of the galaxy and emerge victorious from all the missions you complete."
  },
  "ResourcesPage": {
    "metadataTitle": "HELLDIVERS 2: Resources",
    "metadataDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to advance managed democracy, freedom and prosperity throughout the galaxy.",
    "pageTitle": "galaxy",
    "pageAdditionalTitle": "resources",
    "pageDescription": "Resources are the fuel to increase your personal effectiveness in the struggle to promote managed democracy, freedom and prosperity throughout the galaxy."
  },
  "ProgressionPage": {
    "metadataTitle": "HELLDIVERS 2. Progression: Ranks, Levels and Titles",
    "metadataDescription": "When you go into battle, remember that your courage and dedication will be recognized. Because of your diligence and loyalty to the cause of Super Earth, you will be promoted and honored for your heroic feats in advancing a managed democracy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "progression",
    "pageDescription": "When you go into battle, remember that your courage and dedication will be noticed. Thanks to your diligence and dedication to the cause of the Super Earth, you will receive promotions and honorary titles for your heroic deeds in promoting a managed democracy.",
    "pageAdditionalDescription": "Starting with the Cadet title, you need to demonstrate your loyalty by proving yourself on the battlefield as a true defender of democracy. Each title you receive reflects your desire for greatness through feats, bravery and skill. May your name become a symbol of the power that will shake the galaxy!",
    "firstSectionTitle": "TITLES"
  },
  "AchievementsPage": {
    "metadataTitle":  "HELLDIVERS 2: Achievements",
    "metadataDescription": "Full list of Helldivers 2 achievements: find out how to get all the trophies. Detailed description of each achievement and tips on how to complete them.",
    "pageTitle": "achievements",
    "pageAdditionalTitle": "",
    "pageDescription": "To encourage each Helldiver, the Super-Earth leadership has developed a list of achievements for which you will receive honor and respect from every citizen of a free and democratic galaxy.",
    "firstSectionTitle": "EASY",
    "secondSectionTitle": "EXTREME",
    "thirdSectionTitle": "HELLDIVE",
    "fourthSectionTitle": "LONG WAY"
  },
  "PlayerCardsPage": {
    "metadataTitle": "HELLDIVERS 2: Player Cards",
    "metadataDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades.",
    "pageTitle": "player",
    "pageAdditionalTitle": "cards",
    "pageDescription": "Each Helldiver can add a touch of personality by choosing one of the player's unique cards. They will better highlight your armor and you among the comrades."
  },
  "EmotesPage": {
    "metadataTitle": "HELLDIVERS 2: Emotes and victory poses.",
    "metadataDescription": "During battles, any Helldiver accumulates a certain amount of impressions or experiences. They can easily be released in emotions! And celebrate victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your favorite comrade, the main thing is to keep your sanity to continue spreading democracy throughout the galaxy.",
    "pageTitle": "helldiver",
    "pageAdditionalTitle": "emotes",
    "pageDescription": "During the battles, any Helldiver accumulates a certain share of impressions or experiences. They can be easily thrown out in emotions! You can celebrate the victory and successful return with a beautiful victory pose. Show everyone your muscles or hug your beloved comrade, the main thing is to keep your mind for the further continuation of the spread of democracy throughout the galaxy."
  },
  "Pages": {
    "links": "[\"Weaponry\",\"Equipment\",\"Customization\",\"Enemies\",\"Stratagems\",\"Ship modules\",\"Emotes\",\"Resources\",\"Progression\",\"Achievements\",\"Planets\"]"
  },
  "Achievements": {
    "titles": "[\"The Real Deal\",\"Strapping Young Lad\",\"Bug Stomper\",\"Bot Scrapper\",\"They Don't Call It Tacticool For Nothin'\",\"They Mostly Come At Night...\",\"Extracting The Countryside\",\"Spread Managed Democracy\",\"Job's Done\",\"In The Nick Of Time\",\"The Long Arm Of Justice\",\"Cool Guys Don't Loo- AAAAH!\",\"Nothing Is Bigger Than Freedom\",\"The Taller They Are...\",\"Eat This!\",\"Stalking Is Illegal\",\"Hot Potato!\",\"Get Some!\",\"That Which Does Not Kill You...\",\"Democracy Ain't Done With You Yet\",\"Promote Synergy\",\"Extractamundo!\",\"It's The Only Way To Be Sure...\",\"The Power Of Democracy\",\"Kill It With Fire!\",\"Science Is Done By Quantity\",\"Samples Are A Diver's Best Friend\",\"Hold My Liber-Tea!\",\"Let's Call It A Draw\",\"Caught Them By Supplies!\",\"Hell Dive\",\"Hold My Primary, I'm Going In!\",\"Gone In 360 Seconds!\",\"For The Greater Good!\",\"Patriot\",\"Doing Your Part\",\"Fully Operational\",\"Ship It!\",\"The Epitome of Super Earth\"]",
    "descriptions": "[\"Complete Basic Training.\",\"Customize your Helldiver with new cape, armor, and helmet.\",\"Play 1 Bug Mission.\",\"Play 1 Bot Mission.\",\"Complete 10 tactical objectives.\",\"Extract from a mission during nighttime.\",\"Play a planet defense mission.\",\"Kill 150 enemies during the same mission.\",\"Complete a mission but fail to extract.\",\"Extract after the timer reaches zero.\",\"Kill a target at a distance of over 100m.\",\"Fly at least 25 meters from the shockwave of an explosion.\",\"Defeat a Hulk.\",\"Defeat a Bile Titan.\",\"Kill a bug warrior with a shotgun within 1 meter.\",\"Complete a Stalker Hive tactical objective.\",\"Throw back a live grenade.\",\"Fire at least 150 rounds in one burst, killing at least 10 enemies.\",\"Be injured in all limbs at the same time.\",\"Heal another player using stims.\",\"Provide assisted reload for a teammate.\",\"Extract with a full team on Hard difficulty or more mission.\",\"Have 6 orbital barrage stratagems in the same place at the same time.\",\"Kill 25 enemies with one stratagem.\",\"Kill 100 enemies using fire damage during the same mission.\",\"Extract with at least 15 common samples.\",\"Extract with at least 15 rare samples from a mission as a team.\",\"While using a jump pack, knock yourself into a ragdoll state.\",\"Shoot off both arms on a Hulk and then extract while it's alive.\",\"Kill a Charger with a resupply pod.\",\"Complete an Extreme difficulty mission or higher without anyone dying.\",\"Complete a full Hard difficulty mission or higher without anyone firing their primary or support weapon.\",\"Complete a full Extreme difficulty Blitz mission and extract in under 6 minutes.\",\"Kill 5,000 enemies.\",\"Play at least 50 missions.\",\"Complete at least 100 missions.\",\"Reach max rank on one ship module.\",\"Upgrade all ship modules at least 1 level.\",\"Obtain all trophies of HELLDIVERS™ 2.\"]",
    "accomplishmentWays": "[\"Now you're a Helldiver, congratulations!\",\"Use the arsenal and equip your Helldiver. Let your friends get jealous.\",\"Complete 1 task against Terminids. Death to the bugs!\",\"Complete 1 task against Automatons. Way to go, John Connor!\",\"Just complete 10 tactical objectives. Show your enemies what democracy is!\",\"Finish any mission on the night side of the planet.\",\"Play any mission on the planet that is currently under attack by one of the factions.\",\"Complete any task starting from 3 or 4 difficulty.\",\"Complete the task, but do not evacuate (spend all the reinforce stratagems). Don't worry, you're not the first, you're not the last.\",\"Just evacuate after the time runs out. A good time reference point would be the lack of the ability to call any stratagems.\",\"Kill the enemy from a long distance, you can use a weapon with an optical sight.\",\"Call the orbital stratagem or the Eagle stratagem while standing on some high ground.\",\"Start a 4+ difficulty mission and kill him. You can use the ventilation hole in the back or just call the stratagem.\",\"The Bile Titan appears as a constant enemy starting from the 6th difficulty. Use powerful stratagems and the entire arsenal. That still only counts as one!\",\"Let the terminid warrior get closer and fire the whole clip at it. You are the most important warrior here!\",\"Blow up the nest of stalkers. You can use a grenade, a stratagem, a grenade launcher or an autocannon.\",\"Just throw the grenade at your feet, and then throw it away.\",\"Take a machine gun stratagem and apply it on a group of enemies. The main thing is not to take your finger off the trigger, you're not a traitor, are you?\",\"Equip the armor with the property «Democracy protects» and try to explode. Maybe it won't work on the 1st attempt, but Helldivers never die!\",\"Go to the wounded ally, point at it and press the «E» key. Helldivers never die!\",\"Your partner should use an autocannon/recoilless rifle/spear, take his backpack with spare shells and help him load the weapon. The strength is in friendship!\",\"Follow the advice «Don't die» and the achievement will be received.\",\"Take your teammates and use the orbital stratagems at 1 point. I advise you to take 120 and 380 mm, as they will give you more time to use everything.\",\"Complete a task of 5+ difficulty, select a stratagem with a large damage area and challenge it to a group of enemies. I advise you to do this near nests/factories.\",\"Use incendiary weapons, as well as napalm airstrike. I advise you to complete the task against the Terminids. How about a bug BBQ?\",\"Any of your friends should evacuate with 15 ordinary samples in their pockets. The main thing is that 1 Helldiver should have this amount.\",\"Just go to the mission with a higher difficulty level, as there will be more samples.\",\"Throw a grenade at your feet and use a jumppack before it explodes.\",\"A Hulk is starting to appear from difficulty 4, just shoot off his hands with a railgun and warn your comrades, then evacuate.\",\"Deal a lot of damage to the Charger, then stun him (EMP kick or bang his head against the wall) and call a stratagem.\",\"Do this in short missions against Terminids. Don't forget about the stims, fighter!\",\"Forget about the 1st and 3rd keys, take a lot of attacking stratagems and choose a quick mission. May democracy help you!\",\"Grab your comrades, equip yourself with light armor, a jumppack, and also take explosive weapons. Don't forget to leave someone in the evacuation zone for a faster escape from the planet.\",\"5,000 Enemies? Super Earth is proud of you!\",\"Each mission brings the victory of a managed democracy closer!\",\"A monument should be erected in your honor!\",\"To get an achievement, you will need: 10 super samples, 160-200 common samples, 100-120 rare samples.\",\"It will take 400 common samples to achieve the achievement.\",\"Helldiver, you're a legend! You can walk through the bars of Super Earth with your head held high.\"]"
  },
  "PlayerCards": {
    "data": "[\"Solid Black\",\"Independence Bringer\",\"Liberty's Herald\",\"Tideturner\",\"The Cape of Stars and Suffrage\",\"Unblemished Allegiance\",\"Judgment Day\",\"Cresting Honor\",\"Mantle of True Citizenship\",\"Blazing Samaritan\",\"Light of Eternal Liberty\",\"Tyrant Hunter\",\"Cloak of Posterity's Gratitude\",\"Bastion of Integrity\",\"Botslayer\",\"Martyris Rex\",\"Agent of Oblivion\",\"Harbinger of True Equality\",\"Eagles Fury\",\"Freedom's Tapestry\",\"Dissident's Nightmare\",\"Pinions of Everlasting Glory\",\"Order of The Venerated Ballot\",\"Mark of The Crimson Fang\",\"Executioner's Canopy\",\"Purifying Eclipse\",\"The Breach\",\"Standart of Safe Distance\",\"Patient Zero's Rememberance\",\"Pride of The Whistleblower\",\"Proof of Faultless Virtue\",\"Cover of Darkness\",\"Rebar Resolve\",\"Holder of The Yellow Line\",\"Stone-wrought Perseverance\",\"Strength in Our Arms\",\"Defender of Our Dream\",\"Fre Liberam\",\"Per Democrasum\",\"Vision of Freedom\"]"
  },
  "Emotes": {
    "data": "[\"Casual Salute\",\"Explosive Handshake\",\"Hug\",\"High-Five\",\"Scout Handshake\",\"Rock Paper Scissors\",\"Test of Conviction\",\"Salute\",\"Clapping\",\"Finger Guns\",\"Flex\",\"Loosen Up\",\"Big Whoop\",\"Presentable\",\"Shotgun Show\",\"Head Tap\",\"Distribute Ballots\",\"Call the Helldivers\",\"Mime Instrumentation\",\"Welcome Adoration\",\"Guns of Liberty\"]"
  },
  "ObtainingTypes": {
    "1Name": "Tutorial",
    "2Name": "Superstore",
    "3Name": "Pre-order",
    "4Name": "Super Citizen Edition",
    "5Name": "Twitch Drops",
    "6Name": "Helldivers Mobilize Warbond",
    "7Name": "Steeled Veterans Warbond",
    "8Name": "Cutting Edge Warbond",
    "9Name": "Democratic Detonation Warbond",
    "10Name": "Polar Patriots Warbond",
    "11Name": "Viper Commandos Warbond"
  },
  "titles": {
    "names": "[\"Cadet\",\"Space Cadet\",\"Sergeant\",\"Master Sergeant\",\"Chief\",\"Space Chief Prime\",\"Death Captain\",\"Marshall\",\"Star Marshall\",\"Admiral\",\"Skull Admiral\",\"Fleet Admiral\",\"Admirable Admiral\",\"Commander\",\"Galactic Commander\",\"Hell Commander\",\"General\",\"5-Star General\",\"10-Star General\",\"Private\",\"Super Private\",\"Super Citizen\",\"Viper Commando\",\"Fire safety officer\",\"Expert exterminator\",\"Free of thought\",\"Super Pedestrian\",\"Assault Infantry\"]",
    "obtainingMethods": "[\"Super Citizen Edition\",\"Viper Commandos Warbond\",\"Freedom's Flame Warbond\",\"Chemical agents Warbond\",\"Truth enforcers Warbond\",\"Urban Legends Warbond\",\"Killzone Collaboration\"]"
  },
  "resources": {
    "names": "[\"Common Samples\",\"Rare Samples\",\"Super Rare Sample\",\"Super Credits\",\"Medals\",\"Requisition Slips\"]",
    "difficulties": "[\"All difficulties\",\"Starting from the 4th level of difficulty\",\"Starting from the 6th level of difficulty\",\"All difficulties\",\"All difficulties\",\"All difficulties\"]",
    "obtainingMethods": "[\"Points of interest, outposts of Terminids and Automatons\",\"Points of interest, outposts of Terminids and Automatons, also in the wild, in the shape of a flower\",\"Point of interest with a high stone\",\"Buying in-game store or points of interest\",\"Completing missions, points of interest, completing major and personal orders from Super Earth\",\"Completing missions, successful evacuation from the mission, points of interest\"]",
    "applicationScopes": "[\"Ship modules upgrade\",\"Ship modules upgrade\",\"Ship modules upgrade\",\"Purchase items from the Super Store or purchase of a warbond\",\"Purchase of the contents of a warbond\",\"Stratagem unlock\"]",
    "superCreditsMaxAmount": "It depends on the size of your wallet or your time",
    "tablesTitles": "[\"Difficulty\",\"Count\",\"1 Mission\", \"2 Mission\", \"3 Mission\", \"Total\"]"
  },
  "difficulties": {
    "names": "[\"Trivial\",\"Easy\",\"Medium\",\"Challenging\",\"Hard\",\"Extreme\",\"Suicide Mission\",\"Impossible\",\"Helldive\",\"Super Helldive\"]"
  },
  "Header": {
    "links": "[\"NEWS\",\"GALAXY WAR\",\"STRATAGEM HERO\"]"
  },
  "Footer": {
    "firstLinkTitle": "LINKS",
    "secondLinkTitle": "SUPPORT SITE",
    "firstLink": "Telegram",
    "secondLink": "Discord server"
  },
  "Legend": {
    "title": "Legend"
  },
  "LevelsSection": {
    "title": "LEVEL CALCULATOR",
    "startText": "Initial",
    "endText": "Target",
    "levelDesignation": "level",
    "experienceDesignation": "exp"
  },
  "CurrentResourceInfo": {
    "difficultiesText": "From which difficulty appears",
    "obtainingMethodText": "Obtaining method",
    "applicationScopeText": "Application scope",
    "maxAmountText": "Max cap"
  },
  "data": {
    "warbonds": "[\"HELLDIVERS MOBILIZE!\", \"STEELED VETERANS\", \"CUTTING EDGE\", \"DEMOCRATIC DETONATION\", \"POLAR PATRIOTS\", \"VIPER COMMANDOS\", \"FREEDOM'S FLAME\", \"CHEMICAL AGENTS\", \"TRUTH ENFORCERS\"]"
  },
  "tips": {
    "data": "[\"Did you know tips are shown during these transition sequences?\",\"Managed Democracy is a cornerstone of advanced civilization.\",\"Super Earth recommends spending at least 2.4 seconds per mission enjoying the scenery. A happy Helldiver is a deadly Helldiver.\",\"You are Super Earth's Elite. Remember that.\",\"Eagles are fast-response strike craft, with much shorter call-in times than Orbital fire support.\",\"The Galactic War is a united effort. Only by working together can we ensure planets don't fall to the enemy.\",\"If at first you don't succeed, dive, dive again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again. And again.\",\"Day and night sides of a planet are visible during mission selection, allowing you to choose the mission that's right for you!\",\"See a planet that's on the brink of falling under enemy control? Rally your fellow Helldivers and mount a defense. Every mission counts!\",\"When you're up against the bots, remember the 3 C's: Cover, Courage, and more Cover.\",\"Difficult terrain inhibits your movement. Best practices recommend avoiding Snow, Mud, Water, Shrubberies, and Lava. For a complete list, see Manual Section D.198-2.\",\"Unhappy with who you are? Change your appearance, voice, and personality in the customization chamber. It's that easy!\",\"When your stamina is depleted, your sprint speed is slower and you accuracy is worse.\",\"Don't die!\",\"Tips are shown here.\",\"Democracy dont need moderation, it need ammo and people\",\"If an enemy ever attempts to engage in diplomacy, SHOOT THEM. We mustn't believe their lies.\",\"Failure to complete mission objectives will NOT result in you being sent to a freedom camp, those are merely dissent rumors.\",\"You can't spread managed democracy if you're dead tired. Maybe I'm a coward for saying it, but proper rest, hydration and breaks make you all the more effective.\",\"Remember to fill in your C-01 permit before any act that could result in a child.\",\"Check your Ammo by holding the Reload button.\",\"Being prone makes you less susceptible to explosions. When in imminent danger, dive!\",\"When in doubt, don't think -- simply shout 'For Democracy!' and charge head-first into your problems.\",\"If a squadmate dies during a mission, make sure you pick up their dropped samples. There will be time for mourning later!\",\"Hellpods have basic steering capabilities. Try to drop in on your enemies!\",\"Friendly Fire isn't.\",\"Grenades detonation time starts when you pull back for a throw – time your throw for an air-burst detonation.\",\"If you notice a squadmate sympathizing with an enemy, report them to your Democracy Officer. Thoughtcrimes kill!\",\"Super Earth has many holidays, but the most important is October 26th – Liberty Day!\",\"On a mission alone and dying to have someone liberating by your side? Use an SOS beacon to call in a fellow Helldiver.\",\"The longer you stay in a mission, the heavier the enemy presence becomes.\",\"Use the Eagle Rearm stratagem during calmer periods to ensure you have those Eagle Strikes available when you need them.\",\"Want to show off how firmly you support capitalism? Spend medals on a Warbond!\",\"Tired of missing your target? Use First Person View (FPV) to make long-distance shots.\",\"Weapons like pistols and submachine guns can be used with one hand -- perfect for when you need to carry object in the other hand.\",\"Kill bugs before they get close. Remember, nothing protects your personal space better than bullets.\",\"Remember: Freedom!\",\"Missions and filled with unexplored points of interest. Check them out -- you never know what you might find.\",\"If the enemies just keep coming, find out where they're coming from and unleash hell. Bug hive? Destroy! Bot factory? Destroy!\",\"Don't worry – stims have zero addictive properties!* *Study paid for by Permacura. Permacura: put your life in our hands.\",\"Every citizen is equally important to the war effort, but Helldivers are the most important.\",\"Use Stims to heal your injuries and replenish your stamina -- or that of your fellow Helldivers, in a pinch!\",\"The Super Destroyer can only stay in low orbit for a limited time – watch that mission clock!\",\"Rare Samples only available on more challenging missions.\",\"Choose your loadout carefully to ensure your squad has all the resources it needs. Democracy depends on it!\",\"Pay attention to these tips! They've been carefully calibrated to ensure your success.\",\"All Stratagems have their strengths and weaknesses. Choose your Stratagem loadout to best fit the mission and your squad composition.\",\"Don't Panic.\",\"As a last resort, you can use melee attacks to fend off enemies. Remember: death is better than cowardice!\",\"Most enemies have both weak spots and armored spots. The S.E.A.F. training manual recommends aiming for the weak spots.\",\"You can pick up active grenades and toss them away before they explode. Give it a try, it's fun!\",\"For budgetary reasons, Hellbombs require manual arming. But don't stick around unless you're looking for a spot on the wall of martyrs.\",\"Each faction presents unique challenges. Mix up your gear and try new tactics!\",\"Collect medals to progress your Warbond. No rush though -- Warbonds can be completed at any time.\",\"Mission difficulty is determioned in part by the types of enemy units in the area. Make sure you bring the appropriate weaponry!\",\"Nine out of ten doctors agree that a wound to the chest will make you bleed out if unattended.\",\"It pays to be a straight shooter – angled fire might glance off your target or even ricochet into your squadmates!\",\"Diving to the ground can be a life-saver, but it also makes you an easy target for melee units.\",\"Helldivers traveling the galaxy might come across ancient ruins and other curiosities. Just remember: Only a traitor is curious about alien artifacts!\",\"The Automatons are equipped with hyper reactive protocols, making them susceptible to suppressive fire. The more you shoot at them, the less accurate they'll be.\",\"Don't go it alone – join a squad in order to unleash maximum liberation!\",\"Reloading discards the remaining rounds in your magazine.\",\"Don't drink and drive.\",\"The Ministry of Prosperity managens Super Earth's economy and ensure a steady flow of resources to the most deserving.\",\"Place markers on the map to help your squad navigate.\",\"Armor isn't just for looks — heavier armor makes you more resilient to attacks but slows you down and affects your stamina.\",\"The Ministry of Defence is responsible for the defense of Liberty against all enemies, human and non-human, realized and potential.\",\"The Ministry of Unity ensures that all of mankind is united as one by protecting us from internal threats, such as deviant behavior and expression of dangerous ideas.\",\"The Ministry of Science is responsible for continuous scientific progress, augmenting our moral superiority over our enemies with technological superiority.\",\"Your stance has a significant impact on accuracy. The S.E.A.F. manual lists the following stances in order of least to most accurate: Moving < Standing < Crouching < Prone.\",\"Don't forget to take breaks! ... That is, if you want to be remembered as a coward.\",\"While the Helldiver training program is undeniably infallible, you can always repeat your training from the game menu.\",\"When the mission timer runs out, the Super Destroyer will leave low orbit and you'll lose access to stratagems and reinforcements.\",\"The Ministry of Expansion tirelessly works to expand the reach of Freedom and secures vital resources for our society to thrive.\",\"The Ministry of Truth is responsible for keeping all citizens well-informed and mentally equipped to withstand our enemies' vile propaganda.\",\"The Ministry of Humanity maintains healthy, productive voters by managing education, healthcare, social grading and gene management.\",\"Make sure to pick up your fallen squadmates' sample containers. They're critical for our collective scientific progress!\"]"
  },
  "boosters": {
    "titles": "[\"Hellpod Space Optimization\",\"Vitality Enhancement\",\"UAV Recon Booster\",\"Stamina Enhancement\",\"Muscle Enhancement\",\"Increased Reinforcement Budget\",\"Flexible Reinforcement Budget\",\"Localization Confusion\",\"Expert Extraction Pilot\",\"Motivational Shocks\",\"Experimental Infusion\",\"Firebomb Hellpods\",\"Dead Sprint\",\"Armed Resupply Pods\"]",
    "descriptions": "[\"Helldivers come out of the Hellpod fully stocked on Ammo, Grenades and Stims.\",\"Provides minor damage reduction from all sources for all Helldivers.\",\"Increases all Helldivers' effective radar range.\",\"Increases all Helldivers' stamina capacity and recovery.\",\"Allows Helldivers to traverse difficult terrain with ease.\",\"Increases the number of available reinforcements.\",\"Reduces time until new reinforcements are granted once they've been depleted.\",\"Increases the time between enemy encounters.\",\"Lowers the time it takes for the extraction shuttle to reach the extraction beacon.\",\"Allows all Helldivers to recover faster after being slowed by an attack, such as acid. Does not mitigate 'area effects', such as EMS strikes.\",\"In addition to restoring health, Stims temporarily increase movement speed and damage reduction.\",\"Lines all Hellpods with volatile incendiaries that detonate upon impact, igniting any units in vicinity of the drop site.\",\"Allows Helldivers to keep sprinting even when they are out of stamina, draining their health instead.\",\"Mounts a modified AR-23 Liberator to all resupply pods, allowing them to double as automatic turrets.\"]"
  },
  "planets": {
    "names": "[\"Super Earth\",\"Mars\",\"Klen Dahth II\",\"Pathfinder V\",\"Widow's Harbor\",\"New Haven\",\"Pilen V\",\"Hydrofall Prime\",\"Zea Rugosia\",\"Darrowsport\",\"Fornskogur II\",\"Midasburg\",\"Cerberus IIIc\",\"Prosperity Falls\",\"Okul VI\",\"Martyr's Bay\",\"Freedom Peak\",\"Fort Union\",\"Kelvinor\",\"Wraith\",\"Igla\",\"New Kiruna\",\"Fort Justice\",\"Zagema Paradise\",\"Providence\",\"Primordia\",\"Sulfura\",\"Nublaria I\",\"Krakatwo\",\"Volterra\",\"Crucible\",\"Veil\",\"Marre IV\",\"Fort Sanctuary\",\"Seyshel Beach\",\"Hellmire\",\"Effluvia\",\"Solghast\",\"Diluvia\",\"Viridia Prime\",\"Obari\",\"Myradesh\",\"Atrama\",\"Emeria\",\"Barabos\",\"Fenmire\",\"Mastia\",\"Shallus\",\"Krakabos\",\"Iridica\",\"Azterra\",\"Azur Secundus\",\"Ivis\",\"Slif\",\"Caramoor\",\"Kharst\",\"Eukoria\",\"Myrium\",\"Kerth Secundus\",\"Parsh\",\"Reaf\",\"Irulta\",\"Emorath\",\"Ilduna Prime\",\"Maw\",\"Meridia\",\"Borea\",\"Curia\",\"Tarsh\",\"Shelt\",\"Imber\",\"Blistica\",\"Ratch\",\"Julheim\",\"Valgaard\",\"Arkturus\",\"Esker\",\"Terrek\",\"Cirrus\",\"Crimsica\",\"Heeth\",\"Veld\",\"Alta V\",\"Ursica XI\",\"Skaash\",\"Moradesh\",\"Rasp\",\"Bashyr\",\"Regnus\",\"Mog\",\"Valmox\",\"Iro\",\"Grafmere\",\"New Stockholm\",\"Oasis\",\"Genesis Prime\",\"Outpost 32\",\"Calypso\",\"Elysian Meadows\",\"Alderidge Cove\",\"Trandor\",\"EITB\",\"Liberty Ridge\",\"Baldrick Prime\",\"The Weir\",\"Kuper\",\"Oslo Station\",\"Pöpli IX\",\"Gunvald\",\"Dolph\",\"Bekvam III\",\"Duma Tyr\",\"Vernen Wells\",\"Aesir Pass\",\"Aurora Bay\",\"Penta\",\"Gaellivare\",\"Vog-Sojoth\",\"Kirrik\",\"Mortax Prime\",\"Wilford Station\",\"Pioneer II\",\"Erson Sands\",\"Socorro III\",\"Bore Rock\",\"Fenrir III\",\"Turing\",\"Angel's Venture\",\"Darius II\",\"Acamar IV\",\"Achernar Secundus\",\"Achird III\",\"Acrab XI\",\"Acrux IX\",\"Acubens Prime\",\"Adhara\",\"Afoyay Bay\",\"Ain-5\",\"Alairt III\",\"Alamak VII\",\"Alaraph\",\"Alathfar XI\",\"Andar\",\"Asperoth Prime\",\"Bellatrix\",\"Botein\",\"Osupsam\",\"Brink-2\",\"Bunda Secundus\",\"Canopus\",\"Caph\",\"Castor\",\"Durgen\",\"Draupnir\",\"Mort\",\"Ingmar\",\"Charbal-VII\",\"Charon Prime\",\"Choepessa IV\",\"Choohe\",\"Chort Bay\",\"Claorell\",\"Clasa\",\"Demiurg\",\"Deneb Secundus\",\"Electra Bay\",\"Enuliale\",\"Epsilon Phoencis VI\",\"Erata Prime\",\"Estanu\",\"Fori Prime\",\"Gacrux\",\"Gar Haren\",\"Gatria\",\"Gemma\",\"Grand Errant\",\"Hadar\",\"Haka\",\"Haldus\",\"Halies Port\",\"Herthon Secundus\",\"Hesoe Prime\",\"Heze Bay\",\"Hort\",\"Hydrobius\",\"Karlia\",\"Keid\",\"Khandark\",\"Klaka-5\",\"Kneth Port\",\"Kraz\",\"Kuma\",\"Lastofe\",\"Leng Secundus\",\"Lesath\",\"Maia\",\"Malevelon Creek\",\"Mantes\",\"Marfark\",\"Martale\",\"Matar Bay\",\"Meissa\",\"Mekbuda\",\"Menkent\",\"Merak\",\"Merga IV\",\"Minchir\",\"Mintoria\",\"Mordia 9\",\"Nabatea Secundus\",\"Navi VII\",\"Nivel 43\",\"Oshaune\",\"Overgoe Prime\",\"Pandion-XXIV\",\"Partion\",\"Peacock\",\"Phact Bay\",\"Pherkad Secundus\",\"Polaris Prime\",\"Pollux 31\",\"Prasa\",\"Propus\",\"Ras Algethi\",\"RD-4\",\"Rogue 5\",\"Rirga Bay\",\"Seasse\",\"Senge 23\",\"Setia\",\"Shete\",\"Siemnot\",\"Sirius\",\"Skat Bay\",\"Spherion\",\"Stor Tha Prime\",\"Stout\",\"Termadon\",\"Tibit\",\"Tien Kwan\",\"Troost\",\"Ubanea\",\"Ustotu\",\"Vandalon IV\",\"Varylia 5\",\"Wasat\",\"Vega Bay\",\"Wezen\",\"Vindemitarix Prime\",\"X-45\",\"Yed Prior\",\"Zefia\",\"Zosma\",\"Zzaniah Prime\",\"Skitter\",\"Euphoria III\",\"Diaspora X\",\"Gemstone Bluffs\",\"Zagon Prime\",\"Omicron\",\"Cyberstan\"]"
  },
  "sectors": {
    "data": "[\"Akira\",\"Alstrad\",\"Altus\",\"Andromeda\",\"Arturion\",\"Barnard\",\"Borgus\",\"Cancri\",\"Cantolus\",\"Celeste\",\"Draco\",\"Falstaff\",\"Farsight\",\"Ferris\",\"Gallux\",\"Gellert\",\"Gothmar\",\"Guang\",\"Hanzo\",\"Hawking\",\"Hydra\",\"Idun\",\"Iptus\",\"Jin Xi\",\"Kelvin\",\"Korpus\",\"Lestrade\",\"Lacaille\",\"Leo\",\"Marspira\",\"Meridian\",\"Mirin\",\"Morgon\",\"Nanos\",\"Omega\",\"Orion\",\"Quintus\",\"Rictus\",\"Rigel\",\"Sagan\",\"Saleria\",\"Severin\",\"Sol System\",\"Sten\",\"Talus\",\"Tanis\",\"Tarragon\",\"Theseus\",\"Trigon\",\"Umlaut\",\"Ursa\",\"Valdis\",\"Xi Tauri\",\"Xzar\",\"Ymir\"]"
  },
  "shipModules": {
    "names": "[\"Patriotic Administration Center\",\"Orbital Cannons\",\"Hangar\",\"Bridge\",\"Engineering Bay\",\"Robotics Workshop\"]",
    "improvementNames": "[\"DONATION ACCESS LICENSE\",\"STREAMLINED REQUEST PROCESS\",\"HAND CARTS\",\"SUPERIOR PACKING METHODOLOGY\",\"PAYROLL MANAGEMENT SYSTEM\",\"EXPLODING SHRAPNEL\",\"MORE GUNS\",\"ZERO-G BREECH LOADING\",\"ATMOSPHERIC MONITORING\",\"HIGH-DENSITY EXPLOSIVES\",\"LIQUID-VENTILATED COCKPIT\",\"PIT CREW HAZARD PAY\",\"EXPANDED WEAPONS BAY\",\"XXL WEAPONS BAY\",\"ADVANCED CREW TRAINING\",\"TARGETING SOFTWARE UPDATE\",\"NUCLEAR RADAR\",\"POWER STEERING\",\"ENHANCED COMBUSTION\",\"MORALE AUGMENTATION\",\"SYNTHETIC SUPPLEMENTATION\",\"ADVANCED CONSTRUCTION\",\"RAPID LAUNCH SYSTEM\",\"CIRCUIT EXPANSION\",\"STREAMLINED LAUNCH PROCESS\",\"DYNAMIC TRACKING\",\"SHOCK ABSORPTION GEL\",\"HIGH-QUALITY LUBRICANT\",\"BLAST ABSORPTION\",\"CROSS-PLATFORM COMPATIBILITY\"]",
    "improvementDescriptions": "[\"Purchases permanent access to ammo provided by the 'Support Our Heroes' fund , which allows patriotic family members to donate supplies to their loved ones in the field.\",\"Pre-approves the following forms in the Support Weapon Approval Process: Form 99-C (Justification for Munitions), Form 88-1 (Democratic Impact Worksheet), & Form 104 (Collateral Damage Risk Waiver).\",\"Provides hand carts which can carry multiple backpack stratagems from storage, decreasing both reload time and crew lumbar injuries.\",\"Authorizes an 8-week crew training course in Superior Packing Methodology (SPM), resulting in increased supply box capacity.\",\"Top-of-the-line accounting software automates payroll calculations, freeing up HR associates to lubricate support weapons in their spare time.\",\"Military watchdog groups have called exploding shrapnel 'savage', 'merciless', and 'well-suited' for spreading Democracy.\",\"After years of research into improving the Super Destroyer's firepower, the Ministry of Science concluded that the most effective method was adding more guns.\",\"Replaces the current method of loading cannons — manual shell insertion down the front of the barrel — with rear loading, which is much faster.\",\"Grants subscription to data stream of live weather conditions, allowing for increased accuracy in orbital targeting.\",\"Removes stabilizing phlematizer agents from explosive material used to pack orbital shells, allowing for more powerful payloads.\",\"Fills cockpit with breathable liquid perfluorocarbons, which absorb g-forces and thereby enable pilots to conduct tighter turn without losing consciousness.\",\"Authorizes hazard pay for pit crews, allowing them to reload the Eagle Fighter  in-spaceflight.\",\"Trims excess leg space in the cockpit, allowing the Eagle to carry additional payloads.\",\"Further expands Eagle weapons bay by removing unnecessary systems such as fire suppression, ejection, and airbags.\",\"Trains pit crew members to employ situational protocol adaptations, such as leaving unused ammo loaded instead of replacing it.\",\"Increases orbital targeting speed by updating cannon targeting software to premium version.\",\"Increases the range of the Helldiver Radar by equipping it with a high-powered Plutonium-210 battery.\",\"Installs electronic actuators that augment the standard method of manual, foot-operated Hellpod steering.\",\"Increases burning temperature of incendiary weapons by lacing fuel with a precisely-formulated compound of thermite, white phosphorus, capsaicin, allyl isothiocyanate, and 19 other accelerants.\",\"Boost overall crew efficiency with a suite of proven enthusiasm enhancement initiatives, such as citizenship anniversary celebrations and paid lavatory breaks.\",\"Integrates moderates doses of amphetamines and androgenic steroids into diet of loading crew, leading to increased pace, focus, & stamina, among other effects.\",\"Reinforces sentries with state-of-the-art cyanoacrylate adhesives, greatly improving their durability under fire.\",\"Jump-starts Hellpod firing with an immediate TNT detonation at the time of launch.\",\"Augments electrical weaponry by safely connecting multiple interior arc extenders into one long linear chain.\",\"Decreases time to initiate deployment of Support Weapon Stratagems by removing dialog box confirming intent to fire.\",\"Repurposed surveillance technology allows the Sentry Deployment Cannon to closely track the user at all times, no matter where they go or what they do, ready to fire at any second.\",\"Lines Sentry pods with shock-absorption hydrogel, allowing extra ammunition to be packed in the space previously occupied by shock-absorption springs.\",\"Applies the near-frictionless lubricant known as 'Super Jelly' to sentry ring mounts, facilitating extremely smooth mechanical operation.\",\"Reinforces sentries with expanded polystyrene pieces (peanut-shaped variety), which absorb thermal and blast energy.\",\"Allows Mortar Targeting Platform to access Helldiver HUD ecosystem through use of third-party conversion software.\"]",
    "improvementEffects": "[\"Support Weapons deploy with the maximum number of carriable magazines\",\"Decreased Support Weapon stratagem cooldown by 10%\",\"Decreases cooldown for all Backpack stratagems by 10%\",\"Resupply Stratagem boxes refill Support Weapons with the maximum number of carriable magazines\",\"Reduces reload time for all support weapons by 10%\",\"Reduces damage falloff from center of explosions caused by orbital Stratagems.\",\"Barrage orbitals fire 1 additional salvo(s) per barrage\",\"Orbital stratagem cooldown time reduced by 10%\",\"Orbital HE barrage spread reduced by 15%\",\"Increases the damage radius on explosions caused by orbital Stratagems by 10%\",\"Eagle stratagem cooldown time reduced by 50%\",\"Reduces Eagle Rearm time by 20%\",\"Increases number of Eagle stratagem uses per Rearm by 1\",\"Eagle stratagems that drop multiple bombs will drop 1 additional bomb(s).\",\"Eagle Rearm cooldown further reduced by 10% if called in while Eagle uses still remain.\",\"1-second reduction in call-in time for all Orbital Stratagems\",\"Increases minimap enemy ping radius by 50%\",\"Improves steering for Helldivers during Hellpod deployment\",\"Fire damage from Stratagems increased by 25%.\",\"Reduces cooldown time for all Stratagems by 5%\",\"Reduces cooldown time for Sentry, Emplacement, and Resupply stratagems by 10%\",\"Increases health of Sentry stratagems by 50%\",\"All Emplacement stratagems launch immediately once called in, reducing overall deployment time.\",\"Lightning arcs, fired from weapons and turrets, jump to one additional enemy.\",\"All Support Weapon stratagems launch immediately once called in, reducing overall deployment time.\",\"All Sentry stratagems launch immediately once called in, reducing overall deployment time.\",\"Increases ammo for all Sentry stratagems by 50%.\",\"Sentries rotate towards new targets more quickly\",\"Sentries take 50% less damage from explosions.\",\"Mortar Sentries prioritize fire at marked targets\"]",
    "titles": "[\"level\",\"Effect:\",\"Affected stratagems:\"]"
  },
  "stratagems": {
    "names": "[\"MG-43 Machine Gun\",\"APW-1 Anti-materiel Rifle\",\"M-105 Stalwart\",\"EAT-17 Expendable Anti-tank\",\"GR-8 Recoilless Rifle\",\"FLAM-40 Flamethrower\",\"AC-8 Autocannon\",\"MG-206 Heavy Machine Gun\",\"RL-77 Airburst Rocket Launcher\",\"MLS-4X Commando\",\"RS-422 Railgun\",\"FAF-14 Spear\",\"StA-X3 W.A.S.P. Launcher\",\"Orbital Gatling Barrage\",\"Orbital Airburst Strike\",\"Orbital 120mm HE Barrage\",\"Orbital 380mm HE Barrage\",\"Orbital Walking Barrage\",\"Orbital Laser\",\"Orbital Napalm Barrage\",\"Orbital Railcannon Strike\",\"Eagle Strafing Run\",\"Eagle Airstrike\",\"Eagle Cluster Bomb\",\"Eagle Napalm Airstrike\",\"LIFT-850 Jump Pack\",\"Eagle Smoke Strike\",\"Eagle 110mm Rocket Pods\",\"Eagle 500kg Bomb\",\"M-102 Fast Recon Vehicle\",\"Orbital Precision Strike\",\"Orbital Gas Strike\",\"Orbital EMS Strike\",\"Orbital Smoke Strike\",\"E/MG-101 HMG Emplacement\",\"FX-12 Shield Generator Relay\",\"A/ARC-3 Tesla Tower\",\"MD-6 Anti-personnel Minefield\",\"B-1 Supply Pack\",\"GL-21 Grenade Launcher\",\"LAS-98 Laser Cannon\",\"MD-14 Incendiary Mines\",\"AX/LAS-5 «Guard Dog» Rover\",\"SH-20 Ballistic Shield Backpack\",\"ARC-3 Arc Thrower\",\"MD-17 Anti-tank Mines\",\"LAS-99 Quasar Cannon\",\"SH-32 Shield Generator Pack\",\"A/MG-43 Machine Gun Sentry\",\"A/G-16 Gatling Sentry\",\"A/M-12 Mortar Sentry\",\"AX/AR-23 «Guard Dog»\",\"A/AC-8 Autocannon Sentry\",\"A/MLS-4X Rocket Sentry\",\"A/M-23 EMS Mortar Sentry\",\"EXO-45 Patriot Exosuit\",\"EXO-49 Emancipator Exosuit\",\"TX-41 Sterilizer\",\"AX/TX-13 «Guard Dog» Dog Breath\",\"SH-51 Directional Shield\",\"A/FLAM-40 Flame Sentry\",\"E/AT-12 Anti-tank Emplacement\",\"Reinforce\",\"SOS Beacon\",\"Resupply\",\"Super Earth Flag\",\"Upload Data\",\"SSSD Delivery\",\"Hellbomb\",\"SEAF Artillery\",\"Seismic Probe\",\"Dark Fluid Vessel\"]",
    "descriptions": "[\"A machine gun designed for stationary use. Trades higher power for increased recoil and reduced accuracy.\",\"A high-caliber sniper rifle effective over long distances against light vehicle armor. This rifle must be aimed downscope.\",\"A compact, low caliber machine gun. Trades power for ease of use, with faster reloading than heavier machine guns.\",\"A single-use weapon specialized for damaging vehicle armor. Discarded after every use.\",\"A recoilless rifle effective against vehicle armor. Includes support backpack required for reloading.\",\"An incendiary weapon for close range. Will ignite targets, terrain, and any flammable teammates.\",\"A fully-automatic cannon effective against light vehicle armor. Includes support backpack required for reloading.\",\"A very powerful but difficult-to-wield machine gun with intense recoil.\",\"Fires a rocket that detonates within proximity of a target, and deploys a cluster of explosive bomblets.\",\"An expendable missile launcher equipped with four laser-guided missiles.\",\"An experimental weapon which prioritizes armor penetration. Must be charged between shots - choose targets carefully.\",\"An anti-tank homing missile which must lock onto its target before launch. Effective against large and armored enemies.\",\"A versatile missile launcher loaded with seven lock-on homing missiles. These can either be fired from the launcher directly or as an airburst. Includes support backpack required for reloading. Produced by Stål Arms.\",\"A barrage of high explosive rounds, fired from the Destroyer's high speed rotary autocannons.\",\"A projectile which explodes while airborne, creating a deadly rain of shrapnel. Not effective against heavy armor.\",\"A precision artillery salvo over a small area, perfect for taking out concentrated enemy units.\",\"A prolonged barrage, wreaking extended destruction over a large area. Communication with teammates is advised.\",\"A linear artillery barrage which moves at intervals, driving the enemy out from cover while allowing an advance.\",\"The Destroyer's laser cannon will sweep over the designated area, vaporizing all targets within the effective radius.\",\"Launches a prolonged barrage of napalm shells over a wide area, setting a swath of land ablaze in mere moments.\",\"A high-velocity railcannon round fired at the largest target in close proximity to the beacon. Targeting is automatic.\",\"A strafing run of the battlefield to clear small targets, delivered almost instantly.\",\"A barrage of bombs creating a non-targeted carpet of explosions.\",\"A targeted air strike unable to destroy buildings, but efficient at clearing smaller targets.\",\"A barrage of napalm bombs, creating a wall of fire which will stop the enemy in their tracks.\",\"Enables the user to jump higher than 'gravity' and 'safety; would normally allow. Must be charged before use.\",\"A barrage of smoke grenades, creating a thick smoke screen to block enemies' line of sight.\",\"A barrage of rocket pods, which the Eagle pilot will release on the largest target near the stratagem beacon.\",\"A large bomb obliterating almost any target close to impact. Make sure to clear the area. Big Booms!\",\"A lightly-armored reconnaissance vehicle mounted with a heavy machinegun.\",\"A single precise shot from the Destroyer's 'ATLAS' cannon.\",\"A projectile which releases a cloud of corrosive gas, harmful to both organic and robotic lifeforms.\",\"A 'compliance weapon' to modify enemy behavior. The projectile stuns all targets within the strike radius.\",\"Creates a large, thick smoke screen to block targets' line of sight.\",\"A manned fortification offering superior firepower against lightly armored targets. Slow to turn, so place it wisely.\",\"A stationary energy shield which provides cover against projectiles. Has a limited lifetime once deployed.\",\"A turret which fires electrical charges at targets in close range. To avoid friendly fire, remain prone.\",\"Deploys a defensive anti-personnel minefield, to halt the enemy advance.\",\"Supply boxes containing ammunition, with a backpack that allows the user to distribute boxes to fellow Helldivers.\",\"A grenade launcher effective against armored infantry. Not intended for use against vehicle armour or fortified buildings.\",\"A laser weapon firing a continuous beam. Doesn't require ammunition, but will need heat sink replaced if it overheats.\",\"Deploys a defensive incendiary minefield, which will set both terrain and targets alight when triggered.\",\"An autonomous drone equipped with a laser rifle, providing 360° cover. Returns to backpack to cool down.\",\"A backpack which can be wielded as a one-handed ballistic shield, protecting against small arms fire.\",\"Projects an arc of lightning at close range. Charges up to project bolts, and may discharge through multiple targets.\",\"Scatters powerful anti-tank mines that deal heavy, armor-penetrating damage. Minefield is less densely packed relative to smaller mines.\",\"Charges up to fire a powerful, explosive energy burst. Has a long cooldown period after firing.\",\"Encloses the wearer in a spherical shield which blocks high-speed projectiles. Has a limited lifetime once deployed.\",\"An agile automated machine gun turret. Will fire at targets even if Helldivers will be caught in the crossfire.\",\"An automated turret with an extremely high rate of fire. Caution: does not check if friendly units are in line of fire.\",\"A turret firing powerful shells in a high arc. Effective at long ranges, and able to strike at targets behind cover.\",\"An autonomous drone equipped with a Liberator assault rifle, providing 360° cover. Returns to backpack to rearm.\",\"An automated cannon turret firing anti-tank ammunition over long ranges. Sacrifices agility for range and power.\",\"A powerfully automated turret, effective against armored targets. The turret will primarily aim at larger enemies.\",\"A turret firing static field generators that slow the advance of enemies.\",\"A heavily-armored walking exosuit equipped with a rocket launcher and heavy machine gun.\",\"A heavily armored walking exosuit equipped with dual autocannons.\",\"Atomizes caustic chemicals into a fine mist that liquifies sensitive electronics and tissues. Blinds and slows most enemies.\",\"A drone that defends its user by firing caustic gas at nearby enemies, blinding them and slowing them temporarily. Returns to backpack to refill.\",\"A one-handed device that deploys a wide energy barrier in front of the user. The barrier is semipermeable and blocks high-speed projectiles from the outside only, leaving the user free to shoot through it.\",\"An automated flamethrower turret. Warning: fuel canister prone to explosion when ruptured.\",\"A powerful manned gun emplacement, capable of taking out armoured targets at long ranges.\",\"Reinforcements of 1 new and ready for heavy combat Helldiver.\",\"A beacon that cuts through the heavens with its bright light and is a call for help to all nearby Helldivers.\",\"A capsule with ammo, grenades and stymies for a full team of 4 Helldivers.\",\"A symbol that represents prosperity, freedom, and managed democracy.\",\"Start downloading the data so badly needed by Super Earth.\",\"Delivering a strategic program disk that allows you to perform a variety of tasks.\",\"The most powerful weapon for destroying structures and opponents of democracy.\",\"Artillery whose powerful shells can provide significant fire support on the battlefield.\",\"A probe for scanning the depths of planets and meteors. Helps to find the necessary resources for further extraction.\",\"A container of dark liquid that is needed to destroy the Terminid super colony on Meridia.\"]"
  },
  "armor": {
    "names": "[\"SС-30 Trailblazer Scout\",\"SC-34 Infiltrator\",\"SС-37 Legionnaire\",\"CE-07 Demolition Specialist\",\"CE-67 Titan\",\"CE-74 Breaker\",\"FS-37 Ravager\",\"FS-38 Eradicator\",\"B-08 Light Gunner\",\"CM-21 Trench Paramedic\",\"EX-00 Prototype X\",\"CW-4 Arctic Ranger\",\"PH-9 Predator\",\"I-09 Heatseeker\",\"AF-50 Noxious Ranger\",\"UF-16 Inspector\",\"AC-2 Obedient\",\"SR-24 Street Scout\",\"IE-57 Hell-Bent\",\"B-01 Tactical\",\"B-22 Model Citizen\",\"B-24 Enforcer\",\"DP-00 Tactical\",\"DP-11 Champion of the People\",\"DP-40 Hero of the Federation\",\"DP-53 Savior of the Free\",\"CW-9 White Wolf\",\"CE-27 Ground Breaker\",\"CE-35 Trench Engineer\",\"CE-81 Juggernaut\",\"SС-15 Drone Master\",\"CM-09 Bonesnapper\",\"CM-10 Clinician\",\"CM-14 Physician\",\"TR-7 Ambassador of the Brand\",\"TR-9 Cavalier of Democracy\",\"TR-40 Gold Eagle\",\"TR-117 Alpha Commander\",\"SA-04 Combat Technician\",\"SA-12 Servo Assisted\",\"SA-25 Steel Trooper\",\"EX-03 Prototype 3\",\"EX-16 Prototype 16\",\"FS-34 Exterminator\",\"PH-56 Jaguar\",\"I-92 Fire Fighter\",\"I-102 Draconaught\",\"AF-02 Haz-Master\",\"AF-91 Field Chemist\",\"UF-50 Bloodhound\",\"UF-84 Doubt Killer\",\"AC-1 Dutiful\",\"IE-3 Martyr\",\"IE-12 Righteous\",\"FS-05 Marksman\",\"FS-11 Executioner\",\"FS-23 Battle Master\",\"FS-55 Devastator\",\"FS-61 Dreadnought\",\"SA-32 Dynamo\",\"CW-22 Kodiak\",\"CW-36 Winter Warrior\",\"TR-62 Knight\",\"B-27 Fortified Commando\",\"CE-64 Grenadier\",\"CE-101 Guerilla Gorilla\",\"CM-17 Butcher\",\"PH-202 Twigsnapper\",\"I-44 Salamander\",\"AF-52 Lockdown\",\"SR-18 Roadblock\",\"SR-64 Cinderblock\"]",
    "obtainingMethods": "[\"Complete Training\",\"Freedom Day gift on 10/26/24\",\"Pre-order bonus\",\"Purchase of the Super-Citizen edition\",\"Award in honor of the release of the Escalation of Freedom update\",\"Helldivers 2 Twitch-drops\",\"Buying at the Superstore\",\"Purchased in the warbond «Helldivers Mobilize»\",\"Purchased in the warbond «Steeled Veterans»\",\"Purchased in the warbond «Cutting Edge»\",\"Purchased in the warbond «Democratic Detonation»\",\"Purchased in the warbond «Polar Patriots»\",\"Purchased in the warbond «Viper Commandos»\",\"Purchased in the warbond «Freedom's Flame»\",\"Purchased in the warbond «Chemical Agents»\",\"Purchased in the warbond «Truth Enforcers»\",\"Purchased in the warbond «Urban Legends»\",\"Killzone collaboration\"]",
    "descriptions": "[\"The patented fabric absorbs visible, infrared, and ultraviolet radiation, to prevent detection by all known species.\",\"This suit's plutonium-238 nuclear battery enables environmental scanning long after the user has ceased operation.\",\"This armor is based on the antique uniforms of the ‘Super Earth Legion’, a less patriotic precursor to the Helldivers.\",\"Originally worn by lunar terraformers, this suit can withstand rapid changes in pressure, heat, and personal velocity.\",\"A quality product, this armor can destroy over 300,000 kilometers of fencing with no decline in operational efficiency.\",\"A domestic version of this armor is available for citizens who wish to perform efficient home renovation projects.\",\"Contains many small pockets, allowing the user to evenly distribute the weight of ammunition, samples, and cool rocks.\",\"First deployed in the mines of Cyberstan, where it offered protection against explosions in the hydrogen-rich caverns.\",\"Compact and flexible, this kevlar armor adds minimal mass, making it a common choice for Helldiver fitness tests.\",\"The suit was once designed to hold a variety of battlefield medical equipment. Now it holds a generous supply of stims.\",\"The end result of several billion Super Credits and 12 years of research into creating «the Soldier of Tomorrow».\",\"Features a utility belt with pockets that can be filled with any number of things, such as pocket knives, mementos from home, and interesting rocks.\",\"Based on the uniform of Jackle 6, a veteran of the Viper Commandos who held off an entire Terminid brood on Nublaria in the First Galactic War with nothing but a machine gun, pocket knife, and Orbital Laser Strikes.\",\"The burnished blood-red plates are forged in righteous fire, like the heroes they were wrought to protect.\",\"«We fear not poison, fear not death; spite our foes with every breath.» From the beloved classic Hazard Pay: The Musical.\",\"Made famous by the «Truth Enforcers: Enforcers of Truth» mystery novels, this armor calls to mind those paragons of patriotism who protect us from treasonous lies.\",\"The helmet is equipped with heptafocal specialty lenses, making it a favorite among long-distance snipers and micro-sculpture enthusiasts alike.\",\"This armor's nostalgic color scheme brings to mind beloved trappings of colonial yesteryear: concrete frontier domiciles, slate-colored civilian jumpsuits, and Space Settlers' Pie.\",\"Assembled from pieces of recovered Helldiver armor and SEAF gear, for those who won't let a lack of full body protection keep them from the battlefront.\",\"This armor is the Super Earth Standard Issue, made from the same titanium alloy as the Destroyer's hull.\",\"Gifted to Helldivers whose civilian lives were distinguished by exemplary citizenship, patriotism and service to the Federation.\",\"In field tests, 84% of users said that the armor improved their posture and self-esteem.\",\"This classic armor set is recognized by every citizen: worn by the heroic Helldivers who battled and forever defeated the Terminids, Cyborgs, and Illuminate in the First Galactic War.\",\"The three stripes on the pauldrons stand for the three principles of Super Earth: Liberty, Democracy, and Prosperity.\",\"Though originally intended solely for ceremonial use, its inspirational energy proved equally useful on the battlefield.\",\"A faithful replica of the armor worn at The Battle of Liberty Peak. Honor their legacy, and wear it with pride.\",\"The pattern used for this armor is the result of the Winter Camouflage Improvement Effort, which considered 136 entrants before determining the color white would best blend in with snow.\",\"«The ground is just another obstacle that hasn't yet been cleared.» — SGM Janet Jones, Excavation Corps Founder.\",\"After colonists of Hellmire recovered a lost shipment of this armor, the local pastime of fence-smashing was born.\",\"One of the most durable engineer armors available, each set is quality tested by an impact with a full-grown Charger.\",\"Some soldiers report picking up strange radio interference when wearing this armor near alien artifacts.\",\"Based on a colonial surgeon's gown, where surgeries were often interrupted by a need to perform defensive duties.\",\"Featuring patented reverse-seam technology, to reduce the likelihood of bodily fluids entering the armor's interior.\",\"The distinctive red, white, and green of the Intergalactic Medical Corps signal to all Helldivers that help is at hand.\",\"Promotional armor made by SUMY Corp. as part of a highly successful marketing campaign for frozen yogurt.\",\"Bearers of this armor ride no equine mount, but are nonetheless borne to battle atop the trusty steed of Liberty.\",\"This high-visibility armor allows its bearer to be easily seen through smoke, fog, and spewing viscera.\",\"For warriors who are so strong and confident that they don't need any reassurance whatsoever.\",\"Due to the enhanced strength caused by this armor, caution is advised when using door handles or embracing colleagues.\",\"Each servo-assisted limb contains 138 miniature motors, to support a natural gait and long-term spinal health.\",\"For optimal performance, the manufacturer recommends avoiding immersing this armor in salt water for prolonged periods.\",\"Because this prototype's wires operate at 400,000 volts, it also includes a handy rubber underlayer for insulation.\",\"As the electric arc generates a strong magnetic field, wearers should avoid use while in vicinity of stapled paperwork.\",\"Features a patented non-stick coating, which makes scraping viscera off after a long day of battle less taxing.\",\"«Prowl like a jaguar, strike like a viper.» — Motto of the storied SEAF special operations unit whose real exploits were portrayed in the classic comic book series «Tales of the Viper Commandos».\",\"The heavy rubber tunic and reflective limb guards, originally designed to save citizens from burning buildings, now enable the liberal application of the cleansing fires of Justice.\",\"Completely sheathed in 14-cm silica fiber foam, except for a thin tube to the ear canal to enable hearing the satisfying screeches of Freedom's enemies as they burn.\",\"Developed by the Ministry of Science while investigating the phenomenon known as The Gloom, this armor is non-permeable and squeak resistant.\",\"This armor, together with its friendly-faced helmet, is instantly recognizable from the beloved children's show «Jen Shriver the Science Diver».\",\"Users are advised not to scratch at the lacquer, as the Red 20,000 pigment that gives this armor its signature sheen may be correlated with rapid DNA unspooling.\",\"Even among the most depraved of dissidents, the mere sight of this armor is enough to inspire a change of heart.\",\"The breathing apparatus built into this armor helps both soldiers and colonists thrive, even when assigned to planets with atmospheres rated «suboptimal», «extreme», and «character building».\",\"Modeled after the Statue of Mournful Liberty, who weeps over the existence of tyranny, this armor is worn by those who would give their lives to dry her tears.\",\"Modeled after the myriad Statues of Judicious Liberty, who keep a watchful eye on checkout lines, schoolyards, perpetual rehabilitation communities, and public confession theaters.\",\"While early prototypes used shock-absorbing gels, this armor stabilizes aim with the use of internal gyroscopes.\",\"Popularized by actor Chip Messiter, who wore this in the action-rom-com-musical «Lost My Heart to a Man in a Helmet».\",\"This aim-stabilizing armor found surprising secondary market success among alien birdwatching enthusiasts.\",\"Domestic versions of this armor enable colonial farmers to plant crops and mines side by side, safely.\",\"With genuine gold accents, 74% of colonists voted this armor the set they would most like to be buried in.\",\"In mountainous colonies, domestic variants of this armor are used to throw weather monitoring equipment uphill.\",\"The CW-22 Kodiak armor was thoroughly pressure-tested by patriotic volunteers, as part of the «Test Subjects for Super-Earth» Citizen Advancement Program.\",\"Offering camouflage in snowy environments, surplus sets of this armor are used by nature photographers and keen hunters alike.\",\"Crafted to deliver Justice to the darkest crevices of the galaxy.\",\"This armor set first appeared in the music video for the summer anthem «Our Love Is like Liberty (Indestructible)».\",\"The set's classic advertising campaign «Have you tried a grenade?» has remained unchanged for over 70 years.\",\"Heavily insulated from animal bites, enemy fire, and the histrionic diatribes of anarchists.\",\"An armor often worn by frontline surgeons, who are skilled at both putting bodies back together and taking them apart.\",\"The omission of upper-limb coverings allows for optimized freedom of movement, perspiration, and communication of upper body strength to squadmates.\",\"The signature orange pauldron allows easy battlefield detection of the bearer, alive or dead, on ash-strewn battlefields.\",\"Heavily layered to protect against ocular blistering, subdermal liquification, and gastrointestinal shattering, this armor is a testament to the power of iterative improvements based on user feedback.\",\"The crest on this armor's shoulder shows friendlies that safety is near, and foes that they have reached the end of the road.\",\"This armor uses repurposed metal from verified sources, such as vending machine packaging and Automaton scrap, making it a sustainable choice for the environmentally conscious Helldiver.\"]",
    "types": "[\"Light armor\",\"Medium armor\",\"Heavy armor\"]"
  },
  "armorBonuses": {
    "names": "[\"Extra Padding\",\"Engineering Kit\",\"Med-Kit\",\"Democracy Protects\",\"Electrical Conduit\",\"Fortified\",\"Servo-Assisted\",\"Scout\",\"Peak Physique\",\"Inflammable\",\"Advanced Filtration\",\"Unflinching\",\"Siege-Ready\",\"Acclimated\"]",
    "descriptions": "[\"Provides a higher armor rating.\",\"Further reduces recoil when crouching or prone by 30%. Increases initial inventory and holding capacity of grenades by +2.\",\"Increases initial inventory and holding capacity of stims by +2. Increases stim effect duration by 2.0s.\",\"50% chance to not die when taking lethal damage. Prevents all damage from bleeding if chest hemorrhages.\",\"Provides 95% resistance to arc damage.\",\"Further reduces recoil when crouching or prone by 30%. Provides 50% resistance to explosive damage.\",\"Increases throwing range by 30%. Provides +50% limb health.\",\"Markers placed on the map will generate radar scans every 2.0s. Reduces range at which enemies can detect the wearer by 30%.\",\"Increases melee damage by 100%. Improves weapons handling with less drag on weapon movement.\",\"Provides 75% damage resistance to fire, allowing bearer to rest assured in their inflammability.\",\"Provides 80% resistance to gas damage and effects.\",\"Helps Prevent Helldivers from flinching when hit.\",\"Increases reload speed of primary weapons by 30%. Increases ammo capacity of primary weapons by 20%.\",\"Grants a 50% resistance to fire, gas, acid and electricial damage.\"]"
  },
  "weapons": {
    "names": "[\"AR-23 Liberator\",\"AR-23P Liberator Penetrator\",\"AR-23C Liberator Concussive\",\"AR-23A Liberator Carbine\",\"AR-61 Tenderizer\",\"StA-52 Assault Rifle\",\"BR-14 Adjudicator\",\"R-2124 Constitution\",\"R-63 Diligence\",\"R-63CS Diligence Counter Sniper\",\"PLAS-39 Accelerator Rifle\",\"SMG-32 Reprimand\",\"SMG-37 Defender\",\"SMG-72 Pummeler\",\"StA-11 SMG\",\"MP-98 Knight\",\"SG-8 Punisher\",\"SG-8S Slugger\",\"SG-451 Cookout\",\"SG-20 Halt\",\"SG-225 Breaker\",\"SG-225IE Breaker Incendiary\",\"SG-225SP Breaker Spray&Pray\",\"CB-9 Exploding Crossbow\",\"R-36 Eruptor\",\"LAS-5 Scythe\",\"LAS-16 Sickle\",\"LAS-17 Double-Edge Sickle\",\"PLAS-1 Scorcher\",\"PLAS-101 Purifier\",\"SG-8P Punisher Plasma\",\"ARC-12 Blitzer\",\"JAR-5 Dominator\",\"FLAM-66 Torcher\",\"P-2 Peacemaker\",\"P-4 Senator\",\"P-11 Stim Pistol\",\"P-19 Redeemer\",\"P-72 Crisper\",\"P-113 Verdict\",\"GP-31 Grenade Pistol\",\"GP-31 Ultimatum\",\"SG-22 Bushwhacker\",\"LAS-7 Dagger\",\"PLAS-15 Loyalist\",\"CQC-5 Combat Hatchet\",\"CQC-19 Stun Lance\",\"CQC-30 Stun Baton\",\"G-3 Smoke\",\"G-4 Gas\",\"G-6 Frag\",\"G-10 Incendiary\",\"G-12 High Explosive\",\"G-13 Incendiary Impact\",\"G-16 Impact\",\"G-23 Stun\",\"G-50 Seeker\",\"G-123 Thermite\",\"K-2 Throwing Knife\"]",
    "descriptions": "[\"The SEAF standard assault rifle, balancing power, fire rate, and weight for a reliable weapon against smaller targets.\",\"A modified Liberator fitted with a scope and firing armor-piercing rounds, to help users take down armored targets.\",\"A modified Liberator featuring concussive rounds which do less damage but stagger enemies.\",\"A compact version of the Liberator designed for increased viability in close quarters. Has an increased fire rate at the cost of higher spread.\",\"A high-caliber assault rifle with a restrictive magazine size but more stopping power.\",\"An assault rifle with a high-capacity drum magazine, good for providing sustained fire. Produced by Stäl Arms.\",\"An accurate, armor-penetrating rifle, the BR-14 Adjudicator delivers righteous judgement to medium-sized enemies, though its restrictive magazine limits its effectiveness against large groups.\",\"This ceremonial rifle is modeled after antique relics from pre-Democratic times. It is traditionally gifted to every citizen upon turning 16 to encourage service.\",\"This high-caliber marksman rifle trades magazine capacity and rate of fire for powerful, accurate shots.\",\"A modified Diligence rifle offering increased damage at the cost of some maneuverability. Fires a single bullet at a time.\",\"A high-precision burst-fire plasma rifle that must be charged to fire.\",\"A heavy-duty submachine gun that fires large-caliber rounds, with a slower rate of fire to manage the high recoil. Ideal for use at close to medium range.\",\"A high-caliber submachine gun which can be fired with one hand. Has a relatively low rate of fire.\",\"Fires concussive rounds that stagger enemies. Slower rate of fire than other SMGs.\",\"A submachine gun with a helical feed magazine, which gives the weapon a higher ammo capacity whilst making it more front-heavy. Produced by Stäl Arms.\",\"A submachine gun with an extremely high rate of fire, which can be operated with one hand. Ideal for multitasking.\",\"A powerful dual magazine pump-action shotgun, with limited armor penetration. Ideal for small and fast targets.\",\"A Modified Punisher shotgun firing heavy, high-damage slugs. Perfect for punching holes in big targets.\",\"A pump shotgun that fires a burst of incendiary phosphorus pellets, setting targets ablaze.\",\"A humane compliance weapon with two separate magazines: one for armor-penetrating flechette rounds and one for stun rounds.\",\"A fully-automatic shotgun with a high rate of fire, excellent for controlling crowds. Requires frequent reloading.\",\"A modified breaker shotgun firing incendiary projectiles. Generates heat during use, so limited to burst fire.\",\"A modified breaker shotgun firing birdshot, small pellets which saturate and area to clear up smaller targets.\",\"Fires powerful exploding bolts which do maximum damage upon direct impact. Gravity must be accounted for when aiming.\",\"This bolt-action rifle fires jet-assisted shells that explode shrapnel in all directions upon impact. Not recommended for close-quarters use.\",\"A laser rifle firing a continuous beam. Does not need reloading, but if it overheats a new heat sink must be fitted.\",\"A laser rifle, firing in short bursts. Does not need reloading, but if it overheats a new heat sink must be fitted.\",\"A LAS-16 Sickle model with all overheating protections conveniently removed, allowing for far longer burst of fire. Does more damage when overheated, at the cost of slightly burning the user.\",\"A plasma rifle, firing a bolt of superheated gas which explodes on impact. Avoid standing in proximity to the blast.\",\"A plasma rifle firing a bolt of superheated gas, which can be charged by holding down the trigger. Charging up a shot fully makes the bolt explode on impact.\",\"A modified Punisher shotgun firing exploding plasma rounds. Fire carefully - exploding plasma can injure squadmates.\",\"This shotgun blasts a wide burst of high-voltage electricity that arcs between all units—enemy or otherwise—within range.\",\"Firing jet-propelled rounds, the Dominator trades fire rate and magazine capacity for increased damage per projectile.\",\"A lightweight flamethrower. Shoots pressurized fuel through a dispersion nozzle into an open flame\",\"The SEAF standard pistol - offering a high rate of fire, generous capacity, and fast reloading.\",\"A high-damage revolver, which can be reloaded with single rounds. A heavy-hitting and reliable sidearm\",\"Fires a ballistic dart at near-supersonic speeds, allowing the user to stim allies from a distance. Might sting.\",\"A fully-automatic pistol with an extremely high fire rate, allowing for efficient crowd control.\",\"A compact handgun-style flamethrower, able to project a jet of fire over short distances.\",\"The gas-operated, semiautomatic P-113 chambers the 14mm 'Rapid Deliberation', the largest centerfire cartridge of any magazine-fed pistol.\",\"A pistol that fires grenades. Must be reloaded between shots.\",\"A pistol front-loaded with a single, powerful explosive. The weight of the projectile limits the weapon's range.\",\"A triple-barreled, break-action, sawed-off shotgun. Switch firing modes to fire all three barrels at once.\",\"A laser pistol that fires a continuous beam. Does not require ammo but can overheat and need to change batteries.\",\"A plasma pistol that charges each shot until the trigger is released. Plasma projectiles explode on impact.\",\"A heavily-hitting one-handed melee weapon.\",\"A melee weapon tipped with electrified prongs that temporarily stun targets. Can be wielded one-handed.\",\"A lightweight melee weapon that temporarily stuns enemies. Can be wielded one-handed.\",\"A 'compliance weapon' to modify enemy behavior. Creates a thick smoke screen to block targets' line of sight.\",\"A grenade that releases a cloud of toxic gas, effective at blinding and slowing both organic and inorganic enemies.\",\"An antipersonnel fragmentation grenade. Creates damage over a large area when detonated.\",\"An incendiary grenade which ignites any targets and terrain within the blast radius. use with caution.\",\"A high explosive grenade which damages lightly armored targets. Creates high damage over a small area when detonated.\",\"Detonates on impact, covering the immediate vicinity in self-igniting white phosphorus.\",\"A high explosive grenade which detonates on first impact.\",\"Temporarily stuns all targets within the effective radius.\",\"This grenade delivery drone follows the user until it detects an enemy nearby, then flies toward it and explodes on impact. Has a limited battery life.\",\"A thermite grenade designed to adhere to surfaces before burning at 2000°C. Capable of burning through some armor.\",\"Delivers silent justice to Freedom's enemies.\"]",
    "types": "[\"Primary\",\"Secondary\",\"Throwable\"]"
  },
  "capes": {
    "names": "[\"Foesmasher\",\"Independence Bringer\",\"Liberty's Herald\",\"Tideturner\",\"Stars and Suffrage\",\"Unblemished Allegiance\",\"Judgment Day\",\"Cresting Honor\",\"Mantle of True Citizenship\",\"Blazing Samaritan\",\"Light of Eternal Liberty\",\"Tyrant Hunter\",\"Cloak of Posterity's Gratitude\",\"Drape of Glory\",\"Bastion of Integrity\",\"Botslayer\",\"Martyris Rex\",\"Agent of Oblivion\",\"Harbinger of True Equality\",\"Eagle's Fury\",\"Freedom's Tapestry\",\"Dissident's Nightmare\",\"Pinions of Everlasting Glory\",\"Order of the Venerated Ballot\",\"Mark of the Crimson Fang\",\"Executioner's Canopy\",\"Purifying Eclipse\",\"The Breach\",\"Standard of Safe Distance\",\"Patient Zero's Remembrance\",\"Pride of the Whistleblower\",\"Proof of Faultless Virtue\",\"Cover of Darkness\",\"Rebar Resolve\",\"Holder of the Yellow Line\",\"Stone-Wrought Perseverance\",\"Strength in Our Arms\",\"Defender of Our Dream\",\"Fre Liberam\",\"Per Democrasum\",\"Vision of Freedom\",\"Eye Of Freedom\",\"Emblem Of Freedom\",\"Fallen Hero's Vengeance\"]",
    "descriptions": "[\"Durable, waterproof, and thermally-lined, surplus units of this cape are favored by domestic campers, to make tents.\",\"This cape's cropped length symbolizes the brevity of galactic conflicts, thanks to the efficiency of the Helldivers.\",\"The two stripes serve as a reminder of the two pillars of successful military campaigns: attack, and further attack.\",\"Some say that a mere glimpse of this cape, fluttering majestically in the breeze, is enough to spur a squad to victory.\",\"A symbol of Super Earth's Astral Promise: that every star shall one day illuminate throngs of joyous voters.\",\"A choir of patriotic schoolchildren sings the Super Earth anthem to each cape as the final step in its production.\",\"The Helldiver Skull is said to strike fear in the hearts of foes attempting to sneak up on those wearing this cape.\",\"The yellow is the exact shade of the Ministry of Unity's ‘Golden Gate’, leading to the Chamber of Unanimous Decision.\",\"The featherlight construction belies the heavy burden this cape entails—to live the Creed of the True Citizen.\",\"Emblazoned with the red, white, and green of the 676th Democracy Regiment, who made their final stand on the slopes of Justice Hill.\",\"The unimpeachable justice of this cape's design is said to blind the enemies of Freedom with its glorious light.\",\"The cape's shredded hem presages the unrelenting savagery its wielder will visit upon the nemeses of Freedom.\",\"A representation of the thankfulness of those infinite descendants whose liberated existence we strive to ensure.\",\"Research suggests that Helldivers wearing this cape are seen as 17% more patriotic.\",\"Based on a SEAF Signaller's Cape, which was intended to enable easy location of fallen heroes by aerial recovery crews.\",\"A cape that strikes a subroutine emulating fear into the CPUs of all Automatons who conduct visual scans of it.\",\"It is said that only the truly Democratic can lift this cape to their shoulders.\",\"0.05% of profits are donated to Superstone National Park, as part of the Ministry of Unity's “Greener Galaxy” campaign.\",\"Wearers of this cape know that even enemies of Freedom deserve to be equal. Equally dead.\",\"One of the earliest to be mass-produced, this cape has been the final sight of untold numbers of Freedom's foes.\",\"Let all who see this cape be struck still with Freedom's beauty, or struck dead with Liberty's bullets.\",\"After extensive testing in Patriotic Rehabilitation Centers, this design was proved most terrifying to dissent-afflicted individuals.\",\"All but ensures ascension to the immortal ranks of those enshrined in the Super Earth Digital Archive of Valorous Acts.\",\"Adorned with the insignia of the Order of the Venerated Ballot, a Ministry-sanctioned Patriot's Club for citizens who pledge themselves to preserving the sanctity of voting.\",\"Marks the most obedient of the obedient, those who will strike headlong at the veins of Tyranny and administer the sweet antidote of Freedom.\",\"Crests the shoulders of those who deliver the final — and most indispensable — stroke of Justice.\",\"A tribute to the liberation of Choepessa IV in the First Galactic War, in which so much ordnance was detonated that its sun was occluded by ash for an entire lunar cycle.\",\"As documented in the bestselling graphic novel “The Breach,” the final mission of the 361st “Freedom's Flame” saw the storied unit deploy straight into the heart of a Supervolcano, sacrificing themselves to trigger an eruption and wipe out a massive Terminid swarm.\",\"By reminding Chemical Agents of proper distancing rules, this extraordinary innovation in cape design ensures that they never cause another unfortunate outbreak of Carcino-Plague.\",\"With this cape we honor the bio-warfare pioneers of Division Zero, conscripted from quarantine zones and hospices to spread their Carcino-Plague on the battlefield.\",\"Granted to the Truth Enforcers' Informant of the Month, this tasteful cape conjures images of dissident blood on asphalt.\",\"This cape signifies that its wearer thinks, feels and acts correctly at all times, and thus bears the responsibility to educate and re-educate their fellow citizen.\",\"When children have trouble sleeping, tucking them in under this cape reminds them that they are never alone, for Liberty's unseen defenders are always watching over them.\",\"Inside the collar is embroidered: “Wherever I may plant my shield, know that I will never yield,” and “machine washable.”\",\"Since ancient times, the yellow line has symbolized an uncrossable boundary. To don this cape is to draw that line between tyranny and liberty, between alien monstrosities and Super Earth property, and never yield the right of way.\",\"When wearers stand shoulder to shoulder, this cape shows them as they truly are: an unbreakable defense, keeping Freedom safe behind an impregnable wall.\",\"The symbol on this cape represents the pillars of freedom: duty, obedience, and loyalty.\",\"Commemorating the New Stockholm treaty on prisoners of war, this cape celebrates the right of all enemy combatants to a swift and merciful execution.\",\"Each purchase of this cape comes with a complimentary will and testament amendment form, which guarantees the soon-to-be-deceased a prominent spot of the Wall of Martyrs.\",\"This cape honors the Eagle pilots who would follow a stratagem beacon into the very jaws of tyranny, even when the beacon's placement seems inscrutable to a non-Helldiver mind.\",\"Artists and sculptors have made countless attempts at depicting the face of liberty, but the truth is that any citizen can see it-they need only to requisition a mirror.\",\"A mark of stalwart loyalty bestowed only to those who have proved themselves worthy through unquestioning dedication.\",\"Created to honor the great Freedom Chant of 2-14, in which over 10,000 loyal citizens united as one to express their undying respect for Freedom.\",\"Our heroic fallen live on in this cape, guiding its bearer's aim to the heart of those who killed them.\"]"
  },
  "news": {
    "titles": "[\"PATCH 01.002.001\",\"Helldivers, join the fight against the Omens of Tyranny!\",\"New Warbond dropping into HELLDIVERS 2 today!\",\"PATCH 01.002.002\",\"PATCH 01.002.203\",\"Helldivers 2 x Killzone\",\"PATCH 01.002.005\",\"PATCH 01.002.101\",\"Super Earth calls for devotees with the latest Warbond: Servants of Freedom!\",\"PATCH 01.002.103\",\"PATCH 01.002.104\",\"PATCH 01.002.105\",\"PATCH 01.002.106\",\"Meet the website update and its version v1.3\"]",
    "texts": "[\"Release Captain Carlberg here together with Galactic Communications Specialist Baskin and Vice Admiral Ayre bringing you the latest and greatest from Super Earth Command.|We have a lot to cover so lets dive straight in.||Overview|- Reconnect to your last match!|- Balance changes|- Crash Fixes|- Social Menu fixes|- Miscellaneous fixes||Helldivers, the Omens of Tyranny have arrived!|The Illuminate are back, and with them, a new wave of terror threatens our democracy. After nearly a century of relative peace, these technologically advanced enemies have returned.|The Illuminate are conducting mysterious invasions across the galaxy, seizing our colonies and converting our citizens. These staging attacks and Illuminate disappearances are too precise and elusive to suggest a full-scale planetary conquest, but their methods and intentions remain a dire enigma.||A new faction|Missing for almost a century, the Illuminate will challenge our recruits more than the other factions they have faced. They are advanced, highly-intelligent beings wielding powerful technology that appears to average citizens like a kind of dark magic.||The Illuminate have seemingly emerged from the singularity created by the destruction of Meridia. Even though we don’t know the true origin of the invasion, we have no choice now but to suppress three factions in the Galactic War.||New colony missions|Omens of Tyranny is bringing the fight into the streets, with new mission areas inside Super Earth’s many colonies.||But it won’t be easy. Gone are the wide open spaces that Helldivers are accustomed to fighting in. Cities mean closer quarters, dark alleys, and forked paths where one wrong turn means meeting a horde of Voteless to liberate.||New FRV vehicle|With all these new developments, there won't be time to take driver's ed. courses, Helldiver. A Fast Recon Vehicle “FRV” will now appear in the colonies, ready to plow through the Illuminate at high speed.||Balancing|General changes|Exploding Barrels|- The barrels have been upgraded with a more potent fuel mixture and now come with additional incendiary compounds to increase fuel efficiency. However, upon detonation they now leave a trail of fire behind, becoming more hazardous||Helldiver|- Thanks to Super Earth’s latest military technical advancements, all Helldiver armor now comes with a fire-retardant coating. It now takes slightly longer for Helldivers to be set on fire||Primary Weapons|SG-225SP Breaker Spray & Pray|- Improved ergonomics from 25 to 50||Sidearms|SG-22 Bushwhacker|- Reload duration decreased from 3 to 2.5 sec||Throwables|G4 Gas Grenade|- Demolition strength increased from 10 to 30||G-10 Incendiary Grenade|- Increased the fire duration||Stratagem Support Weapons|RL-77 Airburst Rocket Launcher|- New weapon function: In addition to the existing ‘Flak’ projectiles, players can now switch to ‘Cluster’ munition projectiles. Cluster projectiles detonate based on a timer, not a proximity trigger. Both modes deploy the same number of bombs, with the following differences:|- Flak projectiles and bombs work the same as before|- Cluster munition bombs have a short arming time|- Cluster munition bombs do not have detonation timers||LAS-98 Laser Cannon|- Max spare magazines increased from 1 to 2|- Decreased heat buildup when firing by 20%||Boosters|Flexible Reinforcement Budget|- Increased the bonus gained by the Flexible Reinforcement Budget Booster by 150%||Expert Extraction Pilot|- Increased the bonus gained by the Expert Extraction Pilot Booster by 100%||Muscle Enhancement|- Increased the bonus gained by the Muscle Enhancement Booster by 40%||Motivational Shock|- Increased the bonus gained by the Motivational Shock Booster by 100%||Armor Passives|Peak Physique|- Increased the melee damage bonus gained by the Peak Physique armor passive by 100%||Backpacks|LIFT-850 Jump Pack|- Can now aim whilst airborne|- Can now stim whilst airborne|- CAUTION: The combination of flames and fast forward momentum in flight can have unexpectedly heated results. Aim responsibly!||Stratagems|All Sentries|- It takes longer for them to be set on fire, they burn for a shorter duration, but still take damage from direct flamethrower weapons fire.||EXO-49 Emancipator Exosuit and EXO-45 Patriot Exosuit|Both exosuits have been rebalanced to improve durability and extend combat effectiveness, while preserving a sense of vulnerability as they now gradually break down from sustained damage. The intention is to improve the experience with Exosuits by adding more gameplay depth|- Main health pool increased from 600 to 850|- Cockpit health pool increased from 450 to 500|- Cockpit armor increased from 2 to 3|- Arm health pool increased from 250 to 350|- Arm armor decreased from 3 to 2|- Leg health pool increased from 500 to 600|- Slightly less durable resistance against projectiles||Gameplay|Social|- You can now rejoin your last match after a crash||Automatons|Reinforced Scout Strider|- Reduced the number of Reinforced Scout Striders spawning on higher difficulty levels|- Increased the minimum range for Reinforced Scout Strider rocket launches|- The Reinforced Scout Strider will now stand in place before launching its rockets|- Added a brief delay before rockets are launched|- Improved rocket launch anticipation and readability with new thruster visual effects|- The rockets on the side of the Reinforced Scout Strider should now explode with more consistency when shot by players||Fixes|Resolved Top Priority issues:|- Resolved an issue where, under heavy server load, some players did not immediately receive their Super Credit purchases after payment|- Players are unable to shoot properly while in the air using a jetpack|- Fixed an issue where bug breaches would not spawn any bugs when carrying a larva backpack|- The Automaton Barrager Tank's turret no longer continues to work despite its body being destroyed|- Fixed an issue where the Hive Drill terminal was unable to be interacted with|- Reinforcement may not be available for players who join a game in progress|- The Reinforced Scout Strider does not telegraph its rocket attacks|- The spawn rate of Reinforced Scout Striders on higher difficulty levels has been reduced|- The minimum range for rocket launches by the Reinforced Scout Strider has been increased|- The Reinforced Scout Strider will now pause before initiating a rocket launch|- New thruster visual effects improve the anticipation and clarity of rocket launches|- The side rockets of the Reinforced Scout Strider now explode more reliably when hit by players|- Excessive ragdolling can cause a feeling of helplessness and frustration|- The Helldiver will now remain prone after ragdolling instead of automatically standing up.|- Fire status effects also now wear off faster when ragdolling|- This will provide better protection and survivability in the prone position by reducing vulnerability to ranged attacks, explosions, fire and additional ragdoll effects. It will also give players control of their avatar sooner, allowing them to decide whether to stand, run, crawl, use a stim, or take other actions without waiting for the avatar to stand automatically.|- We are continuing to monitor ragdolling issues and exploring potential adjustments. We welcome your feedback on these changes and their impact on gameplay!||Crash Fixes and Soft-locks:|- General crash fixes|- Fixed a crash that could occur when returning to ship while a lot of explosions were going off|- Fixed a crash that occurred when a player hot-joined at the end of an ongoing mission, stayed in the loadout screen until the mission was completed, booted from the menu and then transferred to the host's ship. If the player then selected new stratagems and deployed them after landing on a new mission, the game would crash|- Fixed a rare crash that could occur shortly after joining a new game|- Fixed a crash that could occur during drop-in after hot-joining a game in progress|- Fixed a crash for clients when joining as a party that occurred at the loadout menu||Social Issues|- Resolved an issue where players could attempt to join AFK friends that were incorrectly displayed as 'in-ship' when they were on the splash screen, causing errors like 'Unable to join the lobby, timeout'|- Fixed an issue that was leading to the social menu and lobby system to not work properly after long periods of being AFK|- Fixed an issue that prevented the social menu from displaying your friends' updated nicknames|- Fixed an issue where Helldivers 2 friend code features were missing when crossplay was disabled|- Resolved an issue where users with a large number of in-game friends couldn't see some of their friends' in-game status properly, preventing them from being able to invite or join their friends|- Removed the ability for players to use hex codes in usernames, which was exploited to impersonate developers and crash other players' clients||Weapons and Stratagems|- Exosuits now instantly ejects Helldivers when they’ve been fully submerged in water|- Binding Stratagem inputs to other buttons no longer causes terminal interactions to be canceled|- Fixed an issue with Tesla tower attacks knocking down Helldivers using the Electrical Conduit armor passive|- Helldivers will no longer take fall damage when the LIFT-850 Jump Pack engages its landing thrusters|- Fixed an issue where Helldivers mounting the E/MG-101 HMG Emplacement would instantly die when the E/MG-101 HMG Emplacement was destroyed|- Fixed an issue where Helldivers were able to shoot from their currently equipped weapon during the assisted reload||Missions|- Fixed an issue where the Stronghold map icon was hidden when Atmospheric Spores or Ion Storms were active during missions||Enemies|- Fixed an issue where enemies wouldn’t detach from the Fabricator on Automaton missions|- Fixed enemies sometimes bouncing up and down||Miscellaneous Fixes|- Fixed an issue where players were able to move while emoting victory poses|Text-to-speech will now stop immediately when the setting is disabled|- Improved Automaton dropship crash animations|- Emote input type no longer ignores players settings (hold, tap etc)|- The HUD now displays the danger vignette when taking environmental damage|- Solved an issue where the Hellpods created incorrect shadows on the planet during the drop-in sequence|- Reports have surfaced of some Helldivers sneaking extra stims into their resupply bags—those caught have been tried and sent for re-education|- This fixes an issue with incorrect amount of stims being granted in resupplies|- Stims are no longer interrupted after the healing audio is triggered|- The Democracy Space Station Menu now displays the contribution amounts accurately|- The minimum currency donation for the Democracy Space Station Tactical Actions has been reduced. The 'Insufficient Funds' popup will now only appear if you attempt to donate with a currency balance of 0|- The Abandon Mission With Squad option is now hidden when playing alone|- The session invite sound will no longer play when receiving an invite from a blocked player|- Fixed a rendering issue on bright surfaces where they would sometimes flicker when HDR was enabled|- Fixed an issue where dispatches font size was too small|- Minor improvements to the HUD when entering/exiting Exosuits|- Minor improvements to heat-based weapons UI|- Resolved an issue that caused a softlock when attempting to exit the PSN link screen while in the loadout selection menu|| Known Issues|These are issues that were either introduced by this patch and are being worked on, or are from a previous version and have not yet been fixed.|Top Priority:|- Players are unable to emote when flying through the air|- Stratagem balls bounce unpredictably off cliffs and some spots|- Improvements to the Democracy Space Station||Medium Priority:|- Firebomb Hellpods can no longer destroy larger enemy types such as tanks|- Players can get stuck on Pelican-1’s ramp during extraction|- High damage weapons will not detonate Hellbombs already present on the map|- Players using the Microsoft IME languages are unable to type Korean, Japanese and Chinese language characters in chat|- Weapons with a Charge-up mechanic can exhibit unintended behavior when firing faster than the RPM (Rounds Per Minute) limit||This has been liberties greatest.|Quell the squid invasion and take back our colonies Helldivers.||End of Transmission|Release Captain Carlberg, Galactic Communications Specialist Baskin and Vice Admiral Ayre\",\"The time has come, Helldivers. The War has changed.||These are dark times for freedom loving citizens everywhere. Our galaxy grows cold from the embrace of old enemies returning and darkens with the threat of new horrors emerging.||We must now stand together in Super Earth's light and oppose these sinister tidings.|These Omens of Tyranny||The Illuminate Return|Missing for almost a century, the Illuminate will challenge our recruits more than the other factions they have faced. They are advanced, highly-intelligent beings wielding powerful technology that appears to average citizens like a kind of dark magic.||At the end of the First Galactic War, the Helldivers worked together to eradicate the Illuminate. We believed we were successful, and for nearly 100 years, we have lived in relative peace, holding the Terminid and Automaton threats at bay. Thanks to our continued recruitment and training of new Helldivers, we have held these two fronts with complete, unmitigated success.||But now the Illuminate have emerged seemingly out of nowhere. Even though we don’t know the true origin of the invasion, we have no choice now but to suppress three factions in the Galactic War.||The Illuminate are spreading through mind control, abducting citizens of weaker dedication to democratic ideals and brainwashing them for a dark purpose which is still yet unknown to us. These mind-controlled citizens have been twisted and corrupted into a menace we call The Voteless–Super Earth’s own people turned against the principles of Democracy and fair elections, losing their ability to vote entirely.||The intentions behind the Illuminate invasion are still unclear. Right now, they remain as smaller bands of insurgents, staging attacks, building mysterious structures, and abducting citizens before disappearing again.||It’s up to us to stop them from getting their totalitarian tentacles any deeper into Super Earth’s domain.||The Fight at Our Doorstep|Omens of Tyranny is bringing the fight into the streets, with new mission areas inside Super Earth’s many colonies.||Our colonies are being ravaged by these invaders, turning our once bright and sunny streets filled with smiling citizens into dark ruins, overrun by Voteless and Illuminate. Arm yourselves with your trusted tools of destruction and rid our colonies of this scum.||But it won’t be easy. Gone are the wide-open spaces that Helldivers are accustomed to fighting in. Cities mean closer quarters, dark alleys, and forked paths where one wrong turn means meeting a horde of Voteless to liberate. You’ll need your best and brightest squad to navigate them carefully.||Go Easy on the Gun, Chief|With all these new developments, there won't be time to take driver's ed. courses, Helldiver. A Fast Recon Vehicle “FRV” will now appear in the colonies, ready to plow through the Illuminate at high speed.||Keep following the Major Orders issued by Super Earth High Command and you will get the keys to your very own FRV–a brand new, top-of-the-line manual transmission reconnaissance and combat vehicle. The whole squad can ride together, and your passengers can even lean out of the windows to lay down some suppressive fire as you shift gears and speed to your next destination. Just one question left: Who's driving?||There’s more to discover yet, and we can’t wait to get you back into the fight.||The newest major update for HELLDIVERS 2, Omens of Tyranny, featuring the return of the Illuminate faction, is now live! High Command has ordered all Helldivers to report to their Super Destroyers – it’s time to give these squids hell.||Introducing DualSense Wireless Controller – HELLDIVERS™ 2 Limited Edition||Eliminate bugs, bots and squids with the Super Earth Ministry of Defense’s sleek new DualSense Wireless Controller – HELLDIVERS 2 Limited Edition, sporting the iconic yellow and black armor paint scheme.||The DualSense wireless controller – HELLDIVERS 2 Limited Edition will be available in limited quantities for $84.99 / €84.99 / £74.99. Pre-orders start on December 20, 2024 at participating retailers, with launch on February 6, 2025. The exact launch date and availability for the controller may vary by country/region.||Helldivers 2 Soundtrack Now on Vinyl|Suit up, Helldivers! The HELLDIVERS™ 2 (Original Game Soundtrack) vinyl is being prepared for deployment.||It features:|- Translucent bright yellow disc|- Incredible music by Wilbert Roget, II|- Single-pocket jacket with credit insert||Pre-order now and join the fight for freedom!\",\"Citizens of Super Earth! Do not fear the resurgence of Illuminate scum–the Helldivers will be ready to fight them in the streets, at your doorsteps, and on the city borders and boundaries! The Ministry of Defense is authorizing the sale and distribution of the Urban Legends Premium Warbond to all Helldivers, available starting now!||You’ve been fighting in swamps, deserts, and frozen wastelands with our finest weapons. But what kind of kit do you need to make a dent in the invading forces when it comes to your own streets?||Fighting in colonies means narrow streets and close encounters, so we’re introducing our first melee secondary weapon with the SQC-19 Stun Lance. This extra-large poker will give you good range and pairs perfectly with the SH-51 Directional Shield stratagem.||We think you’re going to appreciate some stationary firepower–something you can call down into a city center to put a dent in those Illuminate Harvesters. The E/AT-12 Anti-Tank Emplacement will allow you to liberate even the most heavily armored of enemies using the most democratic of firepower.||But what if you’re facing down a horde of Voteless and the Anti-Tank just won’t take out enough of them at once? I know what I’m going to call down: the A/FLAM-40 Flame Sentry. A stationary, high-powered flamethrower turret. Be careful with this one, though, Helldiver–if the red ammo canister takes too much fire, the whole sentry will go up in flames, taking anyone nearby with it.||While you’re busy holding off the onslaught with the shield and lance, you can get some additional help from the new Armed Resupply Pods booster, which upgrades your resupply pods with a tiny top-mounted turret to fend off stragglers while you make your way to the ammo drop. Just remember to keep your head down on approach!||Turn yourself into an immovable object for the enemy with the SR-18 Roadblock heavy armor. With a crested, Spartan-style helmet and imposing pauldrons to bulk up your shoulders, you’re sure to look the part.||But if you’re feeling like you need an agile light armor to move fast in the streets, there’s also the SR-24 Street Scout that’s giving some S.E.A.F trooper vibes. Both of these armors feature the Siege Ready passive, which increases your primary weapon reload speed by a whopping 30% and your primary ammo capacity by 20%!||Urban Legends has two capes with a gray and yellow color scheme that looks great with either armor set: the Greatcloak of Rebar Resolve with an extra large skull design, and the sleek, asymmetrical Holder of the Yellow Line cape.||The Illuminate threaten our colonies with slavery and death. We have chosen our words carefully–perhaps they should have done the same. The 'This is Democracy' emote will show those squids that Super Earth will not be conquered.||There are also coordinating player cards for Rebar Resolve and Holder of the Yellow Line, as well a new set of urban camouflage patterns, Concrete Jungle, for your hellpods, shuttle, exosuit, and the brand new FRV which will be available soon! And like our previous Warbonds, we’re including plenty of Super Credits to unlock.||The citizens of Super Earth’s colonies will rest a little easier knowing you’re armed with the latest from the Ministry of Defense. Gear up, Helldivers, and make the streets safe again with Urban Legends–available now!\",\"Good day Helldivers, small crash fix update from high command to ensure your continued victory against the Illuminate scourge||Overview|- Crash Fixes||Fixes|- Fixed crash when a player leaves while ragdolling and throwing grenades|- Fixed potential crash when hotjoining illuminate missions|- Fixed crash when large amounts of destruction is taking place|- Fix for crash when reloading a shotgun and entering the FRV MG|- Fixed some potential crashes on joining or leaving other player's ship'|- Fixed crash that could occur on certain explosions|- Fixed potential crash when calling vehicle stratagems|- Fixed crash that could happen when fighting in a colony map.||Known Issues|These are issues that were either introduced by this patch and are being worked on, or are from a previous version and have not yet been fixed.|Top Priority:|- Players are unable to emote when flying through the air|- Stratagem balls bounce unpredictably off cliffs and some spots|- Balancing and functionality adjustments for DSS|- Matchmaking improvements to reduce wait time during peak hour||Medium Priority:|- Firebomb Hellpods can no longer destroy larger enemy types such as tanks|- Players can get stuck on Pelican-1’s ramp during extraction|- High damage weapons will not detonate Hellbombs already present on the map|- Players using the Microsoft IME languages are unable to type Korean, Japanese and Chinese language characters in chat|- Weapons with a Charge-up mechanic can exhibit unintended behavior when firing faster than the RPM (Rounds Per Minute) limit|- Players who use the “this is democracy” emote on their ship might unintentionally send their fellow Helldivers on unplanned spacewalks\",\"Freedoms greetings Helldivers!|Small Hot Fix coming in before the holidays to address some paint points.||Overview|- Crash Fixes|- Matchmaking & connection improvements|- Miscellaneous fixes||Fixes|Matchmaking & Connection Issues:|- Matchmaking improvements to reduce wait times.|- Addressed an issue which forced disconnections in specific gameplay conditions during Illuminate missions||Crash Fixes and Soft-locks:|- Fix for a 100% crash affecting a subset of players within range of Illuminate towers during Ion Storms||Miscellaneous fixes|- Fix Siege Ready armor passive not affecting ammo pools on initial dives when joining an ongoing mission.\",\"Greetings, Helldivers!||We hope you’re having an awesome time with Omens of Tyranny and are busy maintaining sweet liberty in a star system near you by offering the undemocratic Illuminate hordes another way of life: death.||To celebrate your heroics in liberating the Voteless from their tortured existence, we’re bringing to the table our first official crossover - and it’s a super cool one.||We decided a long time ago to do crossovers only if and when they make perfect sense for the game. So in that spirit, we’re hyped to announce our very first crossover: Killzone 2.||Helldivers 2 x Killzone 2 belongs to a new tier of special Premium content reserved for collaborations and other uniquely-themed work. Our plan is to offer you something distinct and special.||High Command informs us that beyond the Superstore content, there’s also an additional Killzone 2 reward for all Helldivers depending on your success in the Galactic War…||Meanwhile, on the subject of the Superstore: in the interests of relentless democracy, we regularly run surveys on discord and reddit. Based on your feedback, we feel we can improve how the Superstore currently works.||Right now, many of you feel the items are in rotation for too short a time, and that you sometimes miss out on that killer look you had your eyes on. At the same time, the more things we add to the store the longer it takes to come back into rotation.||As we’re not quite ready to roll out a full redesign, we’re going to temporarily test longer rotations with Killzone, which will stick around for 5 days per page instead (there will be two pages of items to explore).||After this, the page rotation will go back to its usual cadence and we will be asking for your feedback on our test. If you think this is too short, or you want us to look into bringing items back for longer periods, we’ll ask again in future surveys.||Have fun, turn back those Illuminate incursions and give ‘em hell, ‘divers!\",\"Small patch incoming from High Command||Overview|- Crash fixes|- ADS jitter fix|- Miscellaneous fixes||Fixes|Crash Fixes and Soft-locks:|- Fixed a crash caused by Illuminate ships despawning|- Fixed some potential crashes when the player quits the game||Miscellaneous fixes|- Fixed an issue with jitter when aiming through scopes|- Fixed an issue with the STA-X3 W.A.S.P Launcher's targeting not properly working when using one owned by another player|- Reduced disconnections in Illuminate missions\",\"Greetings Helldivers, Release Captain Carlberg speaking.|Today is patch day and as such we bring you the latest and greatest from The Ministry of Truth.|Without further ado feast your eyes on our latest changes and fixes.||Overview|- Spray weapons gas effect duration|- Emoting while flying or ragdolling|- FRV camera and handling tweaks|- AX/TX-13 “Guard Dog” Dog Breath rework|- Balancing|- Crash Fixes|- Weapon Fixes|- Stratagem Fixes||Balancing|General Changes|- The duration of the gas status effect from spray weapons has been increased from 6 to 10 sec|- Implemented a timer for the Illuminate dropship wreckages to despawn to prevent them from obstructing paths in the colonies||Helldiver|- The Ministry of Humanity has added a clause to its Principles of Correct Posture for Safe Lifting, now allowing Helldivers to jog while carrying two-handed items such as barrels and SEAF Artillery Rounds||FRV|- Helldivers have now also been authorized to deploy grenades and stratagems while leaning out from the FRV|- Tuned FRV handling for a better driving experience when cornering||Sidearms|- Starting magazines increased from 2 to 3|- Spare magazines increased from 4 to 5||Stratagem Support Weapons|TX-41 Sterilizer|- Removed the crosshair drift recoil|- Decreased the camera climb recoil|- The duration of the gas status effect from spray weapons has been increased from 6 to 10 sec||Armor Passives|- After hearing player feedback, we have decided not to fix a bug with the Siege Ready Armor Passive which gives more ammo to all magazine-based weapons, instead of just primary weapons as described. We will eventually update the Armory description to reflect this but for now we’re evaluating if it's causing any other additional unforeseen bugs||Backpacks|AX/TX-13 “Guard Dog” Dog Breath|Has been reworked to increase its effectiveness and to ensure it remains distinct, focusing on its unique gas-based mechanics.|- It will now preserve ammo by only prioritizing enemies unaffected by the gas status effect. Once an enemy is affected by gas the drone will move on and target another unaffected enemy|- The targeting logic has been reworked to prevent the drone from roaming too far. The origin of the targeting will be from the Helldivers position rather than the drone itself|- The targeting range has been increased from 10 to 20m|- The duration of the gas status effect from spray weapons has been increased from 6 to 10 sec||Stratagems|MD-6 Anti-Personnel Minefield|- Cooldown decreased from 180 to 120 sec|- Damage increased from 350 to 700|- The deployment spread of mines has been increased by 20% to minimize the risk of chain explosions||MD-I4 Incendiary Mines|- Cooldown decreased from 180 to 120 sec|- Damage increased from 210 to 300|- The deployment spread of mines has been increased by 20% to minimize the risk of chain explosions||MD-17 Anti-Tank Mines|- Cooldown decreased from 180 to 120 sec||SH-20 Ballistic Shield Backpack|- Now blocks melee attacks until it breaks from taking enough damage||Fixes|Resolved Top Priority issues:|- You can once again emote while falling or ragdolling! It should no longer reduce fall damage, but you’ll be able to freely express yourself as you fall to your imminent death or severe injuries - Nothing a stim can’t fix!|- Fixed Illuminate spawner ship shields not taking impact grenade damage|- Fixed an issue with collision gaps inside the Illuminate spawner ship, preventing grenades thrown in close proximity to the door from destroying the ships|- Health packs now fully restore all of the Helldiver's stims|- High damage weapons will now detonate spawned Hellbombs on the map||Crash Fixes, Hangs and Soft-locks:|- Fixed a crash that occurred when aborting missions with the Democracy Space Station effects active on them|- Fixed a crash that could occur when hot-joining a mission on a planet with the Democracy Space Station present|- Fixed a crash caused by quickly switching between different emotes before another client interacted with the emoting player|- Reduced the chance for crashes caused by fires|- Fixed a rare crash that occurred at the end of the drop-in sequence when hot-joining a game in session|- Fixed a crash that occurred when the player returned to the ship while reloading their primary weapon|- Fixed a soft-lock during drop-in when the host left or disconnected the session right after loadout|- Fixed a crash that occurred when repeatedly changing armor pieces in the armory|- Fixed a crash that occurred after finishing the tutorial and after naming your Destroyer|- Fixed a crash that occurred during extraction|- Fixed a crash that occurred when returning to the ship during heavy projectile fire|- Fixed a crash for clients when the host was holding a carryable objective and quit the game|- Fixed a crash that could occur when a player left the game when an encounter started|Fixed a crash that could occur when changing text language|- Fixed a crash that could occur when reloading the SG-20 Halt||Social Issues & Matchmaking|- Improved the matchmaking logic to better match players with players from nearby regions|- You’ll now be more likely to get matched with the same difficulty lobbies as the one you have currently selected|- Fixed an issue where the chat history was cleared when going to a mission and returning from it||Weapons and Stratagems|- Opening and closing the text chat while in an emplacement now allows the player to remain in the emplacement instead of switching to their weapon|- Fixed Arc weapons not reliably hitting the Impaler's tentacles if aimed at the lower parts of the tentacle|- The E/AT-12 Anti-Tank Emplacement now has the correct armor penetration tag in the ship menu|- Stratagem turrets will no longer target Illuminate Tesla Towers|- Fixed a visual bug where heat weapons would show numbers over the progress bar in the weapon wheel menu|- Melee weapons should no longer send civilian cars and other objects in the world flying long distances|- B-1 Supply Pack will now once again provide stims to other players. Remember Helldiver, sharing is caring!|- Fixed a bug where players could get stuck in the E/AT-12 Anti-Tank Emplacement after depleting all of its ammunition||FRV|- Following an investigation into the effects of severe survivorship bias during FRV Impact Testing, all FRVs have been reinforced. Minor parking mishaps will no longer result in catastrophic FRV explosions|- General improvements to the FRV camera to make it look cooler and prevent it from getting stuck underground when driving downhill. Absolute cinema!|- Reduced the chance FRVs get dropped on rooftops when being called in|- The FRV movement key bindings should now accept non-QWERTY keyboard inputs|- Fixed a bug where some enemies such as the Brood Commander was launched away further than intended when hit by the FRV||Helldiver|- Fixed an issue where player ragdolling into the FRV would cause the vehicle to be yeeted into space|- Fixed an issue preventing Helldivers from climbing and vaulting over civilian cars|- Helldivers should no longer slide around on the ground after ragdolling from a blast (despite it being the year of the snake)|- Fixed an issue where ragdolling into shallow water caused a stuck prone gliding animation|- Fixed an issue where the Helldiver was not playing the sample pick up animations||Enemies|- Fixed a small visual bug with the Stalker’s tongue (you don’t want to know what it took to fix it)|- Fixed an issue where enemies wouldn’t react to missed shots from projectiles or melee attacks near them||Miscellaneous Fixes|- Fixed an issue where clients would trigger the wrong audio when waiting for the host to join the loadout|- Fixed an issue of Helldivers exiting the hellpod right after readying up and before transitioning to the loading screen|- Fixed an issue of civilians being blocked from finding the shuttle door during Emergency Evacuation missions|- Purple question marks should be encountered less frequently during Illuminate missions on Sandy and Arctic planets|- Fixed the floating head syndrome affecting Helldivers donning the AC-2 Obedient armor while using certain helmets|- Fixed a bug that was introduced in December where weapons with lower armor penetration than the target’s armor incorrectly dealt one (1) damage rather than zero (0), resulting in misleading visual feedback and negligible extra damage to enemies and Helldivers alike|- Enemies will now start sinking into the ground when killed near terminals or the extraction point, preventing players from being physically blocked||Known Issues|Top Priority:|- Black box mission terminal may be unusable if it spawns clipped into the ground|- Stratagem balls bounce unpredictably off cliffs and some spots|- Balancing and functionality adjustments for DSS|- Pathfinding issues in Evacuate Colonists Illuminate missions|- Dolby Atmos does not work on PS5||Medium Priority:|- Players can get stuck on Pelican-1’s ramp during extraction|- Explosives can cause Helldivers hidden behind terrain to ragdoll|- Currently equipped capes don't display properly and show a blank grey cape in Armory tab|- Players who use the “This is Democracy” emote on their ship might unintentionally send their fellow Helldivers on unauthorized unscheduled spacewalks|- AX/TX-13 “Guard Dog” Dog Breath does not show when it is out of ammo|- The Barrager Tanks turret has armor 0 and no weak spots|- Higher zoom functions do not zoom the camera in through the scope on the LAS-5 Scythe|- Weapons with a Charge-up mechanic can exhibit unintended behavior when firing faster than the RPM (Rounds Per Minute) limit||This has been the latest from Super Earth|Release Captain Carlberg out\",\"Let’s be honest, Helldivers: Super Earth is worth it. No matter what “it” is. All Helldivers share this same belief, and fanatical loyalty is expected from all citizens of Super Earth. But the Helldivers need to demonstrate their allegiance. They need to look like the democratic disciples they are inside, and the only way we know to properly show it off is with the gear from our next Warbond*: Servants of Freedom.||So what does true devotion to Democracy look like?||Hellbombs. It looks like Hellbombs. They really send a message: liberation is big, loud, and happening all around you. It gets the spirit of democracy soaring, and gets a lot of other things soaring, too, like buildings. Bile Titans. Automaton industrial sites. Now, imagine you’ve got that kind of freedom strapped to your back. That’s the B-100 Portable Hellbomb, a beacon of democratic truth in a convenient backpack format, which can be easily activated by you or a helpful teammate. Just be sure to drop the pack and clear the area once it's active, because the B-100’s got a 10 second countdown that can’t be canceled.||How do you make the Sickle do more? Overclock it and bring some heat. The LAS-17 Double-Edge Sickle is pure agony meets ecstasy as it starts to burn the wielder as well as everything in its path. Shoot through the pain, Helldiver.||To help you spread liberty around, you could equip the GP-20 Ultimatum–a front-loading grenade pistol for your secondary slot. The Ultimatum packs a punch like a grenade launcher on steroids, designed for closer range use. But handle it with care, or you might accidentally liberate yourself along with the enemy.||There’s a new kind of throwable in Servants of Freedom, too. The G-50 Seeker is a small drone that follows you and explodes near enemies when detected. The Seeker can also target pinged enemies, like sending it on a little crusade.||The IE-3 Martyr and the IE-12 Righteous medium armors have robe and cloak-inspired details and come equipped with the Integrated Explosives passive, which gives every Helldiver protection against becoming Voteless: upon death, your corpse will detonate and take out the enemies around you. Nobody’s going to control your mind, soldier.||These armors also have helmets with stoic faces to stare down the onslaught without fear. Show no weakness, Helldiver. Then drape yourself in symbolic reminders of your enlistment oath by pairing these sets with the Fre Liberam and Per Democrasum capes.||For the full effect, you can also equip the Servant of Freedom player title and equip the Raise Weapon cheer and look like a real follower of democratic values.||Become one of Super Earth’s most faithful fighters and show the squad your fervor for Managed Democracy with the Servants of Freedom Warbond!\",\"Freedoms Greetings Helldivers, Release Captain Carlberg here with the latest and greatest from Super Earth. For this update we also have a special message from High Command.|Lets dive in||Overview|Hello everyone!|It’s been an “interesting” week with a patch that had a few unexpected slip-ups. After testing and balancing, the wrong versions of some files for our new Warbond items were shipped, which wasn’t part of the plan. Misaligned scopes also made an unwelcome return, albeit in a new form - some bugs really are persistent, aren’t they? (Silently stares off into the distance…)|So, we even double-checked the scale of the LAS-16 Sickle, just to be sure.|On to the key points for this patch:|- The LAS-17 Double-Edge Sickle was meant to start with light armor penetration and build up to medium as more heat built up, but it launched with medium armor penetration right away, even with zero heat.|- The GP-31 Ultimatum also gained extra ammo from the previously-a-bug-but-now-a-feature Siege Ready armor passive and we feel that this specific combination is too strong.|We’re huge fans of big booms booming big (to quote our fabulous Design Director) so we didn’t want to make the weapon less satisfying to use - we still want it to bring democratic tears to your eyes every time you use it, like it does for us. However, we will be addressing how easy it is to access extra ammunition for it, ensuring it requires a bit more effort to use it to the full effect.||It’s not our intent to release Warbond items that need immediate balancing, and we understand that any changes we make can evoke strong feelings. We want to assure you that we’re actively listening to your feedback and, as with any of our previous updates, we’ll keep monitoring the situation closely. Your input is invaluable, so please continue to share your thoughts on these changes. We’re always open to making further adjustments if needed!||Balancing|Primary Weapons|LAS-17 Double-Edge Sickle|We’ve rebalanced the weapon to make the risk/reward dynamic more impactful. The goal is to ensure it feels like a truly powerful weapon while properly balancing the self-damage mechanics to reflect its high-risk nature. In the current live version, we felt it lacked both the punch and the level of risk we wanted and we didn’t feel it really lived up to our intent.||OLD|- 0-25% heat: AP3 55 damage - Deals 0 damage/second to players|- 26-90% heat: AP3 55 damage - Deals 10 damage/second to players|- +91% heat: AP3 55 damage - Deals 50 damage/second to players + fire status effect||NEW|- 0-25% heat: AP2 55 damage - Deals 0 damage/second to players|- 26-50% heat: AP3 55 damage - Deals 10 damage/second to players|- 51-90% heat: AP3 70 damage - Deals 20 damage/second to players|- +91% heat: AP4 70 damage - Deals 50 damage/second to players + fire status effect||Magazines|- Starting magazines increased from 1 to 2|- Spare magazines increased from 2 to 3||Sidearms|GP-31 Ultimatum|We have seen a lot of mixed player feedback for this weapon and how certain players feel it trivializes some of the|harder content whilst others feel it plays just fine and is a great addition to the game. We have carefully opted for an approach where we’d like to reduce the ease of access to additional ammunition while maintaining the weapon’s core identity as a powerhouse. This means players will need to put in more effort and strategy to maximize its effectiveness at the cost of some armor and booster synergy for this specific weapon.|We will continue to monitor these changes so please keep providing us more feedback!|- The GP-31 Ultimatum is no longer influenced by the Hellpod Optimization Booster or the Siege Ready armor passive||Fixes|Resolved Top Priority issues:|- Fixed a bug where the scope aim-center was misaligned with the projectile's fire trajectory, affecting all weapons but most noticeable when aiming down sights (ADS)||Crash Fixes, Hangs and Soft-locks:|- Fixed a rare crash that could occur when joining someone who is swapping weapons|- Fixed a rare crash that could occur when hot joining a mission with the SEAF artillery objective present on the planet|- Fixed a crash when subtitles were shown and the language was changed|- Fixed a crash when shutting down the game while in a cutscene with the Democracy Space Station|- Fixed a crash when changing language during a mission|- Fixed a crash related to switching languages|- Fixed a crash that could occur for other players after a player disconnects from the session|- Fixed a crash caused by emoting right after dropping a support weapon||Weapons and Stratagems|- Fixed an issue where you could accidentally arm the B-100 Portable Hellbomb backpack when entering the FRV||Miscellaneous Fixes|- Fixed an issue with the level generation where some objective terminals could become non-interactable|- Fixed an issue with the Integrated Explosives armor passive sometimes not triggering||May Liberty guide your aim Helldivers|Release Captain Carlberg out\",\"Release Captain Carlberg here with a small but important update||Overview|Due to a new crash discovered in yesterday's patch we are issuing all Helldivers a new update to amend this error. We thank you for your patience and continued war effort.||Fixes|- Fixed a common crash which could occur when dropping into a mission\",\"Freedoms greetings Helldivers Release Captain Carlberg reporting on democracy's latest.|Small fix incoming to hellpods near you.||Overview|- Crash fixes|Ship module purchase issue||Fixes|- Crash Fixes, Hangs and Soft-locks:|- Fixed a rare crash that could occur when travelling between planets|- Fixed a crash that would occur during the initial language selection|- Fixed a crash caused by cancelling specific emotes with another emote||Miscellaneous Fixes|- Fixed a bug where ship modules would sometimes not be purchasable even if you had the correct amount of samples\",\"Crash fix coming to a Super Destroyer near you!||Overview|- Fixed a common crash caused by the Spore Burst Gloom Bugs||Fixes|- Fixed a common crash that would occur when too many Spore Burst strain bugs were killed simultaneously in a short time span\"]"
  },
  "emotes": {
    "names": "[]"
  },
  "weatherConditions": {
    "names": "[\"Extreme Cold\",\"Thick Fog\",\"Rainstorms\",\"Intense Heat\",\"Tremors\",\"Blizzards\",\"Meteor Storms\",\"Sandstorms\",\"Ion Storms\",\"Acid Storms\",\"Volcanic Activity\",\"Fire Tornados\"]",
    "descriptions": "[\"Periods of freezing temperatures reduce rate of fire and delay heat buildup in weapons.\",\"Dense fog lightly reduces visibility for both enemy and friendly units,\",\"Torrential rainstorms reduce visibility.\",\"Periods of high temperatures increase stamina drain and speed up heat buildups in weapons.\",\"Frequent earthquakes stun players and enemies alike.\",\"Intense blizzards reduce mobility and moderately reduce visibility for both enemy and friendly units.\",\"Meteors impact the surface causing massive damage.\",\"Dense sandstorms reduce mobility and greatly reduce visibility for both enemy and friendly units.\",\"Ion storms intermittently disable Stratagems.\",\"Corrosive acid storms temporarily reduce armor effectiveness for both enemy and friendly units.\",\"Volcanos throw burning rocks around this planet.\",\"Planet is ravaged by deadly fire tornados.\"]"
  }
}