{
  "WarPage": {
    "sectionTitles": "[\"ВОЕННАЯ СВОДКА\",\"ПРИКАЗЫ\",\"АКТИВНЫЕ СРАЖЕНИЯ\"]",
    "texts": "[\"СЕКТОР\",\"ТРЕБУЮТСЯ ПОДКРЕПЛЕНИЯ\",\"ОБНАРУЖЕНО ВТОРЖЕНИЕ\",\"ТРЕБУЕТСЯ БОЛЬШЕ ПОДКРЕПЛЕНИЙ\"]",
    "title1": "Данная страница сайта на текущий момент находится на переработке.",
    "title2": "Приносим извинения за предоставленные неудобства"
  },
  "NotFoundPage": {
    "pageTitle": "Упс!",
    "errorText": "Ошибка",
    "pageDescription": "Похоже что страница, которую вы искали, не найдена.",
    "linkText": "Вернуться на главную"
  },
  "FractionsPage": {
    "metadataTitle": "HELLDIVERS 2: Фракции",
    "metadataDescription": "В вечной борьбе за демократию Адские Десантники сталкиваются с множеством ужасных врагов, которые состоят в той или иной фракции, каждая со своими уникальными противниками, особенностями и целями. Узнайте больше о тех, кто угрожает Супер-Земле и ее идеалам!"
  },
  "EnemyPage": {
    "titles": "[\"ТАКТИКА\"]"
  },
  "terminids": {
    "metadataTitle": "HELLDIVERS 2: Терминиды",
    "metadataDescription": "В битве с Терминидами Адские Десантники должны быть готовы к опасности в любой момент. Эти насекомоподобные создания: быстрые охотники, свирепые воины, хитрые сталкеры, ужасные извергатели желчи — каждый из них имеет свой набор смертоносных приемов.",
    "pageTitle": "терминиды",
    "pageDescription": "В битве с Терминидами Адские Десантники должны быть готовы к опасности в любой момент. Эти насекомоподобные создания: быстрые охотники, свирепые воины, хитрые сталкеры, ужасные извергатели желчи — каждый из них имеет свой набор смертоносных приемов.",
    "pageAdditionalDescription": "Извергатели желчи и громилы представляют особую опасность, а командиры роя и желчные титаны требуют мощного вооружения и продуманной тактики для их убийства.",
    "names": "[\"Мусорщик\",\"Желчный плеватель\",\"Прыгун\",\"Крикун\",\"Охотник\",\"Воин\",\"Желчный воин\",\"Страж улья\",\"Следопыт\",\"Командир роя\",\"Кормящий блевун\",\"Желчный блевун\",\"Громила\",\"Громила великан\",\"Споровый громила\",\"Пронзатель\",\"Желчный титан\"]",
    "descriptions": "[\"Мусорщик — это юная разновидность Воина, и он считается самым низшим звеном в пищевой цепочке Терминидов, поэтому его можно найти на любой планете и с любой трудностью.\",\"Одна из разновидностей мусорщика. Желчный плеватель — это подростковая разновидность желчного блевуна. Они появляются в небольших количествах во время патрулирования, атакуя с помощью когтей и желчного плевка.\",\"Одна из разновидностей мусорщика. Прыгун является юной особью крикуна или охотника. Может преодолевать огромное расстояние за один прыжок благодаря своим крыльям.\",\"Крикуны — это летающие Терминиды среднего размера с большим размахом крыльев. Обычно они летают большими группами и используют тактику пикирования, чтобы убить Адского Десантника.\",\"Охотники — подросшие прыгуны. С годами они не изменили свою тактику нападению и по прежнему пытаются как можно быстрее сократить дистанцию, обойти Адского Десантника с флангов и вцепится в него своими хищными когтями.\",\"Воин является эволюцией мусорщика. Он передвигается с обычной скоростью и может атаковать только своими острыми когтями.\",\"Желчный воин является одним из видов обычных войнов, который впоследствии эволюционирует в желчного титана. Их можно легко распознать по зеленому желчному мешку на их животе.\",\"Страж улья — промежуточная стадия эволюции война и командира роя/громилы. В отличии от война передняя часть, а также голова стража улья защищена хитиновыми щитками, которыми он защищается от особо плотного огня Адских Десантников.\",\"Следопыт — это мутировшая версия охотника. По неофициальным источникам мутация произошла в виду вмешательства ученых Супер-Земли в ДНК охотников. Неизвестно имели ли данные особи камуфляж изначально или же это еще одна мутация.\",\"Командир роя является генетической мутированным воином. Во время экспериментов по выведению лидерского генома после Первой галактической войны этот геном стал еще сильнее, а особи которые его имели обрели возможность управлять оставшимися группами Терминидов. Теперь они и их подчиненные дают отпор своим поработителям.\",\"Кормящий блевун является слабозащищенной взрослой самкой Терминида с брюшком полным яиц. Их очень легко идентифицировать по светло-оранжевому цвету брюшка.\",\"Желчный блевун является последней стадией эволюции кормящего блевуна. Он обзавелся хитиновыми панцирями, защищающими верх и переднюю часть.\",\"Громила — это очень большой и бронированный Терминид. Нельзя точно сказать какое место он занимает в иерархии Терминидов, но очевидно, что он несет большую опасность вашему отряду.\",\"Громила Великан – это более крепкая разновидность громилы, оборудованная наклонной броней, которая обеспечивает ему больший запас здоровья и прочности по сравнению с обычным громилой.\",\"Споровый Громила – это вариант громилы, на котором растут споры, испускающие густой туман на большой площади, скрывающий его местонахождение. После смерти этот враг взрывается, обрызгивая все вокруг смертельно опасной кислотой.\",\"Пронзатель – это большой Терминид в тяжелой броне, который уже знаком ветеранам «Первой Галактической Войны». Пронзатели зарывают свою «голову» тремя щупальцами, заставляя их появляться у Адских Десантников, чтобы мешать им и атаковать их.\",\"Желчный титан — это финал эволюции желчного война. Его тело почти полностью защищено хитиновым панцирем, а его гигантские лапы вместе с смертоносной желчью несут уничтожение каждому противнику. Несмотря на свои размеры перемещается с огромной скоростью и может очень быстро нагнать Адского Десантника.\"]",
    "tactics": "[\"Убивайте их из любого оружия, а также следите, чтобы они не призвали своих более сильных собратьев.\",\"Убивайте их из любого оружия и уклоняйтесь от ядовитых плевков, так как они оказывают эффект замедления.\",\"Увеличивайте дистанцию и расстреливайте их из любого оружия.\",\"Убивайте их из оружия с уроном по области, а также падайте на землю, чтобы усложнить их атаку по вам.\",\"Расстреливайте их из любого оружия, а также помните, что они любят атаковать с флангов и могут совершить прыжок с атакой в вашу сторону, который еще и замедлит вас.\",\"Цельтесь им в голову или отстреливайте их конечности, чтобы ухудшить мобильность.\",\"Цельтесь им в голову или отстреливайте их конечности, чтобы ухудшить мобильность. Также помните, что после смерти они взрываются, оставляя после себя лужу желчи.\",\"Стреляйте в небронированные части тела или обходите его с фланга, чтобы уничтожить в слабо защищенные части.\",\"Старайтесь нанести урон огнем или кислотой, чтобы он стал лучше виден союзникам, а также отметьте его. Также вы можете услышать момент его атаки и вовремя уклониться от нее.\",\"Старайтесь как можно быстрее увеличить дистанцию, а также стреляйте ему в голову. Помните, что даже после смерти он может все еще атаковать пару секунд.\",\"Стреляйте в любую часть их тела, уклоняйтесь от потока ядовитой желчи, который они выплевывают, а также помните, что после смерти они взрываются, оставляя после себя облако спор.\",\"Стреляйте в его зеленое брюхо, уклоняйтесь от потока желчи, выпускаемого ими, а также помните что они взрываются после смерти. Кроме того они могут атаковать, запуская желчные снаряды в воздух, как артиллерия, поэтому не забывайте периодически проверять воздушное пространство.\",\"Используйте взрывное оружие поддержки и стреляйте из него в голову, чтобы убить его как можно быстрее. Альтернативные варианты его убийства - большое количество выстрелов в заднюю часть или использование термитной гранаты. Также вы всегда можете использовать стратагемы.\",\"Используйте взрывное оружие поддержки и стреляйте из него в голову, чтобы убить его как можно быстрее. Альтернативные варианты его убийства - большое количество выстрелов в заднюю часть или использование термитной гранаты. Также вы всегда можете использовать стратагемы.\",\"Используйте взрывное оружие поддержки и стреляйте из него в голову, чтобы убить его как можно быстрее, а также старайтесь отметить его для более легкого обнаружения союзниками. Альтернативные варианты его убийства - большое количество выстрелов в заднюю часть или использование термитной гранаты. Также вы всегда можете использовать стратагемы.\",\"Стреляйте по его голове, когда он закапывает щупальца или уничтожайте щупальца, чтобы приостановить его атаку и используйте стратагемы или оружие поддержки для его убийства.\",\"Используйте стратагемы и оружие поддержки для самого быстрого уничтожения данного противника. Также можете расстреливать его брюхо, уничтожив которое он потеряет возможность извергать желчь. Не забывайте уклоняться от потоков этой желчи и его конечностей, которыми он любит давить любителей свободы, если они подошли слишком близко.\"]"
  },
  "automatons": {
    "metadataTitle": "HELLDIVERS 2: Автоматоны",
    "metadataDescription": "Автоматоны олицетворяют угрозу всему демократическому миру, представляя страшную силу на поле боя. От неуклюжего чудовища Халка до слабого и архаичного танка, автоматоны - технологическая мощь, нуждающаяся в свободе.",
    "pageTitle": "автоматоны",
    "pageDescription": "Автоматоны олицетворяют угрозу всему демократическому человечеству, представляя страшную силу на поле боя. От неуклюжего чудовища Халка до слабого и архаичного танка, автоматоны - технологическая мощь, нуждающаяся в свободе.",
    "pageAdditionalDescription": "Чтобы противостоять угрозе, исходящей от автоматов, Адские Десантники должны извлекать выгоду из присущих им недостатков и использовать их уязвимости при любой возможности. Победить механическую орду можно, используя правильную стратегию, решимость, разные тактики и мощнейшее вооружение.",
    "names": "[\"Налетчик\",\"Комиссар\",\"Налетчик реактивного батальона\",\"Берсерк\",\"Шатун-разведчик\",\"Укрепленный Шатун-разведчик\",\"Разрушитель\",\"Тяжелый разрушитель\",\"Разрушитель-ракетчик\",\"Глыба\",\"Танк «Аннигилятор»\",\"Танк «Пильщик»\",\"Танк «Заграждение»\",\"Шатун-завод\",\"Штурмовик\",\"Десантный корабль\"]",
    "descriptions": "[\"Налетчик является основной боевой единицей Автоматонов. Они могут быть вооружены штурмовыми винтовками, энергетическими лезвиями, пулеметами, ракетницами, пистолетами, скорострельными пушками.\",\"Комиссар — это самый трусливый и неразумный боец Автоматонов. Он оснащен примитивной командной программой и более быстрой способностью обрабатывать данные.\",\"Налетчик реактивной бригады — это ударная сила легкой пехоты Автоматонов. Он представляют из себя улучшенный вариант различных видов легкой пехоты и оснащен прыжковым ранцем.\",\"Берсерк — это Автоматон, который абсолютно лишен модуля, который хоть как-то бы отвечал за рассчет. Единственная программа, которая движит им — сократить расстояние между пилами и Адским Десантником.\",\"Это шагоход с турелью, который управляется не особо умным Автоматоном.\",\"Это улучшенная версия шагохода с турелью, который управляется автоматизированной системой, а также бронирован сзади и вооружен четырьмя тяжелыми ракетами.\",\"Разрушитель является более тяжелой и бронированной версией берсерка с более совершенным вооружением. Тоталитарное правительство Автоматонов снабжает данные боевые единицы пушками, пулеметами, щитами, ракетницами.\",\"Тяжелый разрушитель - это средний пехотный Автоматон, вариант Разрушителя, оснащенный лазерным тяжелым пулеметом и большим баллистическим щитом.\",\"Разрушитель-ракетчик - это средний пехотный Автоматон и вариант Разрушителя, оснащенный ракетными капсулами и двуствольной лазерной пушкой.\",\"Венец программной оптимизации, способный уничтожить половину отряда Адских Десантников. Сразу на заводе к нему приваривается одна из следующих установок: циркулярная пила, ракетная установка, автопушка, огнемет.\",\"Танк является медлительным, неповоротливым, тяжелым и крайне бронированным механическим монстром. Автоматоны смогли создать только только 3 вида танков: с автопушками, с обычной лазерной пушкой, а также вариант РСЗО.\",\"Танк «Пильщик» — большая, тяжелобронированная машина, оснащенная турелью с автоматической пушкой.\",\"Танк «Заграждение», также известный как ракетный танк, представляет собой очень большую, тяжелобронированную боевую машину, оснащенную реактивной системой залпового огня (РСЗО).\",\"Шатун-завод — самый сильный враг-автоматон на сегодняшний день, имеющий тяжелую броню, несколько пушек и лазерные пулеметы в качестве оружия. Шатун-завод также способна порождать под собой Разрушителей, что делает её высокоприоритетной целью практически в любой ситуации.\",\"Боевой корабль это воздушный флагман Автоматонов. Его ракеты и лазерные снаряды несут существенную угрозу, а мощные двигатели позволяют быстро перемещаться в атмосфере планеты.\",\"Десантный корабль является транспортом нашествия Автоматонов. Он доставляет огромный отряды туда, куда необходимо, а также сразу направляется в место вызова подкреплений.\"]",
    "tactics": "[\"Довольно легко уничтожить, и вы можете использовать что угодно, от винтовки до пулемета и дробовика. Главное помните о наличии у них гранат, а также возможности вызова подкрепления.\",\"Довольно легко уничтожить, и вы можете использовать что угодно, от винтовки до пулемета и дробовика. Главное помните о наличии у них гранат, а также возможности вызова подкрепления.\",\"Стреляйте в его прыжковый ранец, чтобы он взорвался и убил его.\",\"Старайтесь целиться в голову или живот, а также постоянно увеличивать дистанцию между ними. Также имейте в виду, что чем больше их бежит за вами, тем они становятся быстрее.\",\"Если у вас оружие со средним пробитием, то цельтесь в голову пилота или ноги шагохода, в противном случае можете просто кинуть гранату ему под ноги, чтобы осколки убили пилота.\",\"Если у вас оружие со средним пробитием, то цельтесь в центральную верхнюю часть или ноги шагохода, в противном случае вам придется использовать оружие поддержки или большое количество гранат. Также уклоняйтесь от его ракет, так как они убивают с одного попадания и имеют большой радиус.\",\"Цельтесь в его голову или живот или используйте стратагемы.\",\"Обходите их с флангов, цельтесь в их голову и ранец в задней части, а также используйте оружие с эффектом оглушения.\",\"Цельтесь в голову, а также уклоняйтесь от ракет, так как их попадания сбивают с ног. Перед каждым пуском он немного отклоняется назад, а каждый его залп содержит 4 ракеты, знание об этом может помочь в его убийстве.\",\"Цельтесь ему в светящийся глаз, а также обходите с флангов и расстреливайте его вентиляционное отверстие. Также используйте стратагемы и оружие поддержки, чтобы ускорить его убийство.\",\"Как можно быстрее сокращайте дистанцию, а затем расстреливайте его вентиляционное отверстие в задней части башни. Если испытываете затруднения в его убийстве - используйте стратагемы и оружие поддержки, а также можете обездвижить его расстреляв его гусеницы.\",\"Расстреливайте его заднюю часть, а также стреляйте в лобой щит, который имеет легкую броню. Также используйте стратагемы и оружие поддержки. Этот танк также можно обездвижить, расстреляв его гусеницы.\",\"Стреляйте в его заднюю часть или ракетную установку из оружия поддержки. Также можете обездвижить его, расстреляв его гусеницы. Помните, что на дистанции его атака будет в формате артиллерии, а на средней дистанции он будет стрелять прямой наводкой.\",\"В первую очередь расстреливайте его пулеметы и пушки из взрывного оружия, затем уничтожайте орудие на его спине, после чего используйте стратагемы или уничтожайте из оружия поддержки в соединительные части ног, живот или в зону сенсоров на голове. Также помните, что периодически он производит разрушителей.\",\"Стреляйте из взрывного оружия в его двигатели, чтобы его сбить, а также постоянно уклоняйтесь от его атак и не пытайтесь прятаться за укрытиями, так как он будет облетать его.\",\"Стреляйте из взрывного оружия в его двигатели, чтобы его сбить или уничтожайте войска, подвешенные внутри него.\"]"
  },
  "illuminates": {
    "metadataTitle": "HELLDIVERS 2: Просветленные",
    "metadataDescription": "Просветленные олицетворяют новую угрозу каждому жителю галактики, представляя из себя угрозу, с которой мы еще не сталкивались. Эти кальмароподобные создания подрывают мирное существование изнутри, превращая прекрасные граждан в неизбирателей. Отвратительные надзиратели и смотрители патрулируют и разоряют города, основанные на демократичесих принципах, а смертоносные жнецы убивают каждого, попавшего под их стирающий луч.",
    "pageTitle": "просветленные",
    "pageDescription": "",
    "pageAdditionalDescription": "",
    "names": "[\"Неизбиратель\",\"Смотритель\",\"Надзиратель\",\"Возвышенный надзиратель\",\"Жнец\",\"Варп-корабль\"]",
    "descriptions": "[\"Неизбиратель — враг, созданный Просветленными, который формирует орды, чтобы сокрушить Адских Десантников на близком расстоянии. Некоторые Неизбиратели могут продолжать ползать и атаковать после потери ног.\",\"Смотритель — враг, созданный Просветленными, этот враг используется для поиска Адских Десантников и запуска сигнальных ракет для вызова подкрепления. Смотрители естественным образом появляются по всей карте и вблизи определенных целей. При обнаружении угрозы Смотрители обычно прекращают свой полет и испускают голографические вспышки, которые вызывают варп-корабли для подкрепления.\",\"Надзиратель — это средняя пехотная единица Просветленных, оснащенная энергетическим посохом, который действует как оружие дальнего и ближнего боя. Надзиратель также несет направленный щит на левой руке, который он будет использовать для защиты, когда не стреляет. Надзиратель стреляет одиночными снарядами из своего посоха, находясь на расстоянии и часто поднимает свой щит между выстрелами. Находясь рядом с Адским Десантником, надзиратель часто приближается и размахивает посохом как оружием ближнего боя.\",\"Возвышенный надзиратель — это средняя пехотная единица Просветленных, оснащенная энергетической винтовкой, которая является оружием дальнего боя. Надзиратель также несет большое количество гранат, которые он бросает в Адских Десантников. Старается не сокращать дистанцию, чтобы его не могли ударить в ближнем бою.\",\"Жнец — это большой механический треножник, созданный Просветленными. Он оснащен щитом, который будет поглощать входящий урон от многих видов оружия и стратагем, пока не будет сломан, и стреляет мощным непрерывным лазерным оружием из своего единственного глаза. Жнец может быть встречен в патрулях, охраняющий Монолит, а также может быть вызван как часть подкреплений Просветленных. Жнецы не разворачивают свои щиты до контакта с Адским Десантником.\",\"Варп-корабль — вражеский десантный корабль, созданный Просветленными.\"]",
    "tactics": "[\"Используйте оружие с уроном по области, цельтесь в голову, а также применяйте газовые стратагемы.\",\"Цельтесь ему в глаз, старайтесь убить его до того, как он вас обнаружит, а также помните, что после смерти он взрывается с большим уроном в малом радиусе. Кроме того, не забывайте, что после вызова подкрепления он будет пытаться вас оглушить шоковым выстрелом.\",\"На сокращайте дистанцию с ними, так как после первого удара в ближнем бою они будут вас добивать. Стреляйте по ногам, если он закрылся щитом, а если щит отсутствует - цельтесь в голову.\",\"Старайтесь как можно быстрее сократить дистанцию и цельтесь ему в голову. Также не забывайте отбрасывать его гранаты, чтобы они вас не откинули и не нанесли урон.\",\"Используйте скорострельное оружия для сбития щита, а после его уничтожения цельтесь в глаз или ноги, чтобы убить его как можно быстрее. Также вы можете навсегда уничтожить его генератор щита, который находится в его гребне.\",\"Если корабль находится на земле, то сбивайте щит скорострельным оружием и уничтожайте, кинув гранату в дверь. Если же корабль в воздухе, то цельтесь из взрывного оружия в центр плоской круглой нижней части, так как по бокам у него имеется броня.\"]"
  },
  "EquipmentPage": {
    "metadataTitle": "HELLDIVERS 2: Снаряжение",
    "metadataDescription": "Снаряжение Адского Десантника — ключ к выживанию и успеху в каждой миссии. Броня защищает, усилители дают тактическое преимущество, а правильно подобранное плащ подчеркивает вашу индивидуальность на поле боя.",
    "pageTitle": "снаряжение",
    "pageDescription": "Снаряжение Адского Десантника — ключ к выживанию и успеху в каждой миссии. Броня защищает, усилители дают тактическое преимущество, а правильно подобранное плащ подчеркивает вашу индивидуальность на поле боя.",
    "links": "[\"Броня\",\"Усилители\",\"Плащи\"]"
  },
  "CustomizationPage": {
    "metadataTitle": "HELLDIVERS 2: Кастомизация",
    "metadataDescription": "Придайте своему Адскому Десантнику своеобразный шарм! Подберите все необходимое, чтобы сражаться со стилем. Настройте все, и покажите свою уникальную преданность Свободе!",
    "pageTitle": "кастомизация",
    "pageDescription": "Придайте своему Адскому Десантнику своеобразный шарм! Подберите все необходимое, чтобы сражаться со стилем. Настройте все, и покажите свою уникальную преданность Свободе!",
    "links": "[\"Карточки игрока\"]"
  },
  "ArmorPage": {
    "metadataTitle": "HELLDIVERS 2: Броня",
    "metadataDescription": "Броня для Адского Десантника в игре Helldivers 2 играет критически важную роль в обеспечении выживаемости и эффективности на поле боя. Она защищает от дальнобойных лазеров Автоматонов, от когтей и жвал Терминидов, также комплект брони предоставляет определенные бонусы, способствующие выполнению задания.",
    "pageTitle": "комплекты брони",
    "pageAdditionalTitle": "адского десантника",
    "pageDescription": "Броня для Адского Десантника в игре Helldivers 2 играет критически важную роль в обеспечении выживаемости и эффективности на поле боя. Она защищает от дальнобойных лазеров Автоматонов, от когтей и жвал Терминидов, также комплект брони предоставляет определенные бонусы, способствующие выполнению задания.",
    "sectionTitles": "[\"ЛЕГКАЯ БРОНЯ\",\"СРЕДНЯЯ БРОНЯ\",\"ТЯЖЕЛАЯ БРОНЯ\"]"
  },
  "SpecificArmorPage": {
    "titles": "[\"СТОИМОСТЬ:\",\"ОПИСАНИЕ:\",\"ЭФФЕКТ:\",\"РЕЙТИНГ БРОНИ:\",\"СКОРОСТЬ:\",\"ВОССТАНОВЛЕНИЕ ВЫНОСЛИВОСТИ:\"]"
  },
  "BoostersPage": {
    "metadataTitle": "HELLDIVERS 2: Усилители",
    "metadataDescription": "Чтобы упростить продвижение демократии и свободы в галактике руководство Супер-Земли с помощью ученых смогло разработать усилители.",
    "pageTitle": "усилители",
    "pageDescription": "Чтобы упростить продвижение демократии и свободы в галактике руководство Супер-Земли с помощью ученых смогло разработать усилители.",
    "pageAdditionalDescription": "Усилители - мощное средство, которое дает различные бонусы во время выполнения задания всей вашей команде Адских Десантников. Выбирайте их мудро и советуйтесь со своими боевыми товарищами, чтобы у противников демократии не осталось и шанса!"
  },
  "CapesPage": {
    "metadataTitle": "HELLDIVERS 2: Плащи",
    "metadataDescription": "Плащ является украшением Адского Десантника. Это отличительный знак того, что все они являются героями, а герои не могут не носить плащи. Это такой же важный атрибут для любого Адского Десантника, как шляпа для каждого уважающего себя ковбоя. Поэтому носите плащ с честью и достоинством, чтобы не опозорить своих товарищей, демократию и Супер-Землю.",
    "pageTitle": "плащи",
    "pageDescription": "Плащ является украшением Адского Десантника. Это отличительный знак того, что все они являются героями, а герои не могут не носить плащи. Это такой же важный атрибут для любого Адского Десантника, как шляпа для каждого уважающего себя ковбоя. Поэтому носите плащ с честью и достоинством, чтобы не опозорить своих товарищей, демократию и Супер-Землю."
  },
  "SpecificCapePage": {
    "titles": "[\"СТОИМОСТЬ:\",\"ОПИСАНИЕ:\",\"РЕЙТИНГ БРОНИ:\",\"СКОРОСТЬ:\",\"ВОССТАНОВЛЕНИЕ ВЫНОСЛИВОСТИ:\"]"
  },
  "EnemiesPage": {
    "metadataTitle": "HELLDIVERS 2. Противники: Все фракции и их особенности",
    "metadataDescription": "Полный справочник по противникам в Helldivers 2. Изучите слабые места и тактику борьбы против Терминидов, Автоматонов и Просветленных. Подготовьтесь к схваткам с врагами демократии!",
    "pageTitle": "противники",
    "pageDescription": "В этом бестиарии раскрывается вся правда о тех ужасах, что угрожают Супер Земле и ее идеалам! Вы найдете подробную информацию о каждом противнике, с которым вам предстоит сразиться в бесконечной борьбе за демократию. ",
    "links": "[\"Терминиды\",\"Автоматоны\",\"Просветленные\"]"
  },
  "MissionsPage": {
    "metadataTitle": "HELLDIVERS 2: Миссии",
    "metadataDescription": "Миссии — это то, выполнением чего занимается каждый Адский Десантник. Это сама цель их существования, ведь выполнение миссии — помощь людям, дополнительные ресурсы для Супер-Земли и продвижение демократии в галактике."
  },
  "NewsPage": {
    "metadataTitle": "HELLDIVERS 2: Обновления, События и Патчи",
    "metadataDescription": "Все последние новости Helldivers 2: патчи, обновления, события и многое другое. Будьте в курсе всех изменений в игре и готовьтесь к новым вызовам!",
    "pageTitle": "новости"
  },
  "PlanetsPage": {
    "metadataTitle": "HELLDIVERS 2: Планеты",
    "metadataDescription": "Глоссарий планет содержит информацию о мирах, вовлеченных в галактический конфликт. Каждая планета имеет свои особенности, проблемы и стратегическое значение. Изучите уникальные характеристики этих небесных тел, чтобы лучше понять динамику текущей борьбы за свободу, процветание и управляемую демократию.",
    "pageTitle": "глоссарий",
    "pageAdditionalTitle": "планет",
    "pageDescription": "Глоссарий планет содержит информацию о мирах, вовлеченных в галактический конфликт. Каждая планета имеет свои особенности, проблемы и стратегическое значение. Изучите уникальные характеристики этих небесных тел, чтобы лучше понять динамику текущей борьбы за свободу, процветание и управляемую демократию."
  },
  "ShipModulesPage": {
    "metadataTitle": "HELLDIVERS 2: Модули корабля",
    "metadataDescription": "Корабль — ваше единственное безопасное место в галактике, помимо Супер-Земли. Это место из которого вы отправляетесь в миссии и куда возвращаетесь, измученные, уставшие, но довольные своими успехами. Ваш корабль, также как и вы нуждается в улучшениях. Да, каждое из этих улучшений является довольно дорогим удовольствием, но эффекты, которые вы получаете взамен стоят того. Вы можете сделать из своих турелей смертоносные огневые единицы, или же увеличивать частоту вызова атакующих стратагем, поливая врагов демократии градом бомб. Главное помнить, что ваш корабль — такой же боевой товарищ, как и другие Адские Десантники!",
    "pageTitle": "модули",
    "pageAdditionalTitle": "корабля",
    "pageDescription": "Корабль — ваше единственное безопасное место в галактике, помимо Супер-Земли. Это место из которого вы отправляетесь в миссии и куда возвращаетесь, измученные, уставшие, но довольные своими успехами.",
    "pageAdditionalDescription": "Ваш корабль, также как и вы нуждается в улучшениях. Да, каждое из этих улучшений является довольно дорогим удовольствием, но эффекты, которые вы получаете взамен стоят того. Вы можете сделать из своих турелей смертоносные огневые единицы, или же увеличивать частоту вызова атакующих стратагем, поливая врагов демократии градом бомб. Главное помнить, что ваш корабль — такой же боевой товарищ, как и другие Адские Десантники!"
  },
  "StratagemsPage": {
    "metadataTitle": "HELLDIVERS 2: Стратагемы",
    "metadataDescription": "Каждый Адский Десантник знает, что на безжалостных полях сражений выживание зависит не только от огневой мощи, но и от стратегии, хитрости и разумного использования стратагем. Эти очень полезные в галактической войны «штучки» утверждают наше господство над инопланетной угрозой и отстаивают ценности свободы и управляемой демократии.",
    "pageTitle": "стратагемы",
    "pageDescription": "Каждый Адский Десантник знает, что на безжалостных полях сражений выживание зависит не только от огневой мощи, но и от стратегии, хитрости и разумного использования стратагем.",
    "pageAdditionalDescription": "Эти очень полезные в галактической войны «штучки» утверждают наше господство над инопланетной угрозой и отстаивают ценности свободы и управляемой демократии.",
    "pageSecondAdditionalDescription": "Когда мы сталкиваемся с превосходящими силами противника, стратагемы становятся средством, способным изменить ход битвы. Будь то нанесение точечных ударов, развертывание мощных турелей или получение снабжения, каждая стратагема служит важнейшей цели — обеспечению свободы и процветания в галактике.",
    "sectionTitles": "[\"АДМИНИСТРАТИВНЫЙ ЦЕНТР ПАТРИОТИЗМА\",\"ОРБИТАЛЬНЫЕ ПУШКИ\",\"АНГАР\",\"МОСТИК\",\"ИНЖЕНЕРНЫЙ ОТСЕК\",\"РОБОТЕХНИЧЕСКИЙ ЦЕХ\",\"БОЕВЫЕ ЗАСЛУГИ\",\"ОБЩИЕ\"]",
    "blockTitles": "[\"Открывается на:\",\"уровне\",\"Цена:\",\"Время вызова:\",\"сек.\",\"Применения:\",\"Неограниченно\",\"Время перезарядки:\"]"
  },
  "StratagemTrainingPage": {
    "metadataTitle": "HELLDIVERS 2: Тренировка стратагем",
    "metadataDescription": "Улучшайте свой навык быстрого ввода стратагем в постоянных тренировках, чтобы как можно эффективнее продвигать управляемую демократию в галактике и стремительнее убивать ненавистных врагов Супер-Земли.",
    "pageTitle": "ТРЕНИРОВКА",
    "pageAdditionalTitle": "СТРАТАГЕМ",
    "text": "[\"НАЧАТЬ\",\"Используйте кнопки в виде стрелок или свапайте в нужную сторону для ввода стратагем\",\"Используйте WASD или стрелки на клавиатуре для ввода стратагем\",\"Кнопки\",\"Свайп\",\"Раунд\",\"Счет\",\"СВАЙПАЙТЕ ЗДЕСЬ\",\"Ваш рекорд:\",\"Игра окончена\",\"ФИНАЛЬНЫЙ СЧЕТ\",\"МАКС. РЕЗУЛЬТАТ\",\"Бонус за раунд\",\"Бонус за время\",\"Бонус за идеал\",\"Итоговый счет\",\"Приготовьтесь\"]"
  },
  "WeaponryPage": {
    "metadataTitle": "HELLDIVERS 2. Оружие: Полный список вооружения и его характеристики",
    "metadataDescription": "Всё об оружии Helldivers 2: подробное описание и характеристики. Винтовки, дробовики, оружие поддержки и другие виды вооружения.",
    "pageTitle": "вооружение",
    "pageAdditionalTitle": "адского десантника",
    "pageDescription": "Вооружение — это ключ к успеху для любого Адского Десантника. От дробовиков до энергетического оружия — все это инструменты, которые помогут вам распространять управляемую демократию в галактике.",
    "pageAdditionalDescription": "Когда жуки начнут ползти, а машины — стрелять, не стойте в стороне. Возьмите оружие, и покажите врагам Супер-Земли, на что способны настоящие Адские Десантники. С демократией на вашей стороне и вашими товарищами рядом, вы непобедимы!",
    "sectionTitles": "[\"ОСНОВНОЕ\",\"ВТОРИЧНОЕ\",\"ГРАНАТЫ\"]"
  },
  "SpecificWeaponPage": {
    "titles": "[\"СТОИМОСТЬ:\",\"ОПИСАНИЕ:\",\"УРОН:\",\"ВМЕСТИМОСТЬ:\",\"СКОРОСТРЕЛЬНОСТЬ:\",\"ОТДАЧА:\",\"ПРОБИВАНИЕ:\",\"ВНЕШНИЙ РАДИУС:\",\"ВРЕМЯ ДО ВЗРЫВА:\"]"
  },
  "HomePage": {
    "metadataTitle": "HELLDIVERS.HELP — Helldivers 2 помощник: Вики & другое",
    "metadataDescription": "Helldiver.help — это сайт-помощник каждому Адскому Десантнику, который сражается за продвижение демократии, свободы и процветания по всей галактике.",
    "imageTitleDescription": "Снаряжение, стратагемы, бестиарий и многое другое",
    "pageTitle": "добро пожаловать в ",
    "pageAdditionalTitle": "справочник адского десантника",
    "pageDescription": "Добро пожаловать в справочник по Helldivers 2! Приготовьтесь погрузиться в захватывающий мир глобальной войны с враждебными захватчиками: автоматонами и терминидами. В этом справочнике вы найдете всю необходимую информацию, чтобы легче ориентироваться в особенностях вашего снаряжения, противников и планет галактики и выходить победителем из всех выполняемых вами миссий."
  },
  "ResourcesPage": {
    "metadataTitle": "HELLDIVERS 2: Ресурсы",
    "metadataDescription": "Ресурсы — это топливо для повышения вашей личной эффективности в борьбе за продвижение управляемой демократии, свободы и процветания по всей галактике.",
    "pageTitle": "ресурсы",
    "pageAdditionalTitle": "галактики",
    "pageDescription": "Ресурсы — это топливо для повышения вашей личной эффективности в борьбе за продвижение управляемой демократии, свободы и процветания по всей галактике.",
    "pageAdditionalDescription": "Они позволяют улучшать корабль, покупать новое снаряжение и вооружение, а также открывать боевые заслуги."
  },
  "ProgressionPage": {
    "metadataTitle": "HELLDIVERS 2. Прогрессия: Звания, уровни и титулы",
    "metadataDescription": "Когда вы отправляетесь в битву, помните, что ваше мужество и преданность будут отмечены. Благодаря вашему усердию и верности делу Супер-Земли, вы получите повышение и почетные звания за ваши героические подвиги в продвижении управляемой демократии.",
    "pageTitle": "прогрессия",
    "pageAdditionalTitle": "адского десантника",
    "pageDescription": "Когда вы отправляетесь в битву, помните, что ваше мужество и преданность будут отмечены. Благодаря вашему усердию и верности делу Супер-Земли, вы получите повышение и почетные звания за ваши героические подвиги в продвижении управляемой демократии.",
    "pageAdditionalDescription": "Начиная с кадетского звания, вам нужно продемонстрировать вашу верность, проявив себя на поле боя как истинный защитник демократии. Каждое полученное звание отражает ваше стремление к величию через подвиги, храбрость и мастерство. Пусть ваше имя станет символом мощи, которая потрясет галактику!",
    "firstSectionTitle": "ТИТУЛЫ"
  },
  "AchievementsPage": {
    "metadataTitle":  "HELLDIVERS 2: Достижения",
    "metadataDescription": "Полный список достижений Helldivers 2: узнайте, как получить все трофеи. Подробное описание каждого достижения и советы по выполнению.",
    "pageTitle": "достижения",
    "pageAdditionalTitle": "",
    "pageDescription": "Для поощрения каждого десантника руководство Супер-Земли разработало список достижений, за выполнение которых вы будете получать почет и уважение от каждого жителя свободной и демократической галактики.",
    "firstSectionTitle": "ЛЕГКИЕ",
    "secondSectionTitle": "ЭКСТРИМ",
    "thirdSectionTitle": "ПРЯМО В АД",
    "fourthSectionTitle": "ДОЛГИЙ ПУТЬ"
  },
  "PlayerCardsPage": {
    "metadataTitle": "HELLDIVERS 2: Карточки игрока",
    "metadataDescription": "Каждый Адский десантник может добавить себе оттенок индивидуальности выбрав себе одну из уникальных карточек игрока. Они будут лучше акцентировать внимание на вашей броне и выделять вас среди ваших боевых товарищей.",
    "pageTitle": "карточки",
    "pageAdditionalTitle": "игрока",
    "pageDescription": "Каждый Адский десантник может добавить себе оттенок индивидуальности выбрав себе одну из уникальных карточек игрока. Они будут лучше акцентировать внимание на вашей броне и выделять вас среди ваших боевых товарищей."
  },
  "EmotesPage": {
    "metadataTitle": "HELLDIVERS 2: Эмоции и победные позы",
    "metadataDescription": "Во время боев любой Адский Десантник накапливает определенную долю впечатлений или переживаний. Их можно легко выплеснуть в эмоциях! А победу и успешное возвращение отпраздновать красивой победной позой. Покажите всем свои мускулы или обнимите любимого товарища, главное сохраняйте рассудок для дальнейшего продолжения распространения демократии по всей галактике.",
    "pageTitle": "эмоции",
    "pageAdditionalTitle": "адского десантника",
    "pageDescription": "Во время боев любой Адский Десантник накапливает определенную долю впечатлений или переживаний. Их можно легко выплеснуть в эмоциях! А победу и успешное возвращение отпраздновать красивой победной позой. Покажите всем свои мускулы или обнимите любимого товарища, главное сохраняйте рассудок для дальнейшего продолжения распространения демократии по всей галактике.",
    "sectionTitles": "[\"ПОБЕДНЫЕ ПОЗЫ\"]"
  },
  "WarbondsPage": {
    "metadataTitle": "HELLDIVERS 2: Боевые заслуги",
    "metadataDescription": "Твои боевые заслуги в Helldivers 2! Зарабатывай медали за успешные миссии и трать их на боевые заслуги. Покупай их, получай награды и докажи свою верность Супер-Земле!",
    "pageTitle": "Боевые заслуги"
  },
  "Pages": {
    "links": "[\"Вооружение\",\"Снаряжение\",\"Кастомизация\",\"Противники\",\"Стратагемы\",\"Модули корабля\",\"Эмоции\",\"Боевые заслуги\",\"Ресурсы\",\"Прогрессия\",\"Достижения\",\"Планеты\"]"
  },
  "Achievements": {
    "titles": "[\"Прямо профи\",\"Крепкий молодой человек\",\"Давитель жуков\",\"Сокрушитель ботов\",\"Крутактика — это вам не это\",\"Ночные гости\",\"Эвакуатор окраин\",\"Распространитель демократии\",\"Все готово\",\"В последнюю секунду\",\"Длинная рука правосудия\",\"Крутые парни не смотря-А-А-А-А!\",\"Нет ничего важнее свободы\",\"Чем они выше...\",\"Жри!\",\"Не следи за мной\",\"Лови!\",\"Получайте!\",\"Что тебя не убивает...\",\"Демократия все еще с тобой\",\"Продвигай синергию\",\"Экстраэвакуация!\",\"Чтобы не сомневаться\",\"Сила демократии\",\"Выжечь все огнем!\",\"Для науки важно количество\",\"Образцы — лучшие друзья десантников\",\"Подержи мой чай свободы!\",\"Пусть будет ничья\",\"Смертельное снабжение!\",\"Глубины ада\",\"Подержи-ка пушку, я иду в атаку!\",\"Угнать за 360 секунд!\",\"Ради высшего блага!\",\"Патриот\",\"Исполняю твой долг\",\"Полный функционал\",\"Займусь кораблем!\",\"Образец для Супер-Земли\"]",
    "descriptions": "[\"Пройдите основное обучение.\",\"Наденьте на своего Адского Десантника новый плащ, броню и шлем.\",\"Сыграйте 1 задание против жуков.\",\"Сыграйте 1 задание против ботов.\",\"Выполните 10 тактических заданий.\",\"Эвакуируйтесь с задания ночью.\",\"Сыграйте задание по обороне планеты.\",\"Убейте 150 врагов в ходе одного задания.\",\"Выполните задание, но провалите эвакуацию.\",\"Эвакуируйтесь по достижении таймером нуля.\",\"Уничтожьте цель с расстояния более 100м.\",\"Пролетите минимум 25 метров на взрывной волне.\",\"Победите глыбу.\",\"Уничтожьте желчного титана.\",\"Убейте жука-воина выстрелом из дробовика с 1 метра.\",\"Уничтожьте тактическую цель «гнездо следопытов».\",\"Бросьте обратно готовую взорваться гранату.\",\"Выпустите как минимум 150 пуль за одну очередь, убив не менее 10 врагов.\",\"Все ваши конечности должны быть повреждены одновременно.\",\"Исцелите другого игрока стимами.\",\"Помогите товарищу перезарядить оружие.\",\"Эвакуируйте весь отряд на сложности «Высокая» или выше.\",\"Одновременно вызовите 6 стратагем орбитальных бомбардировок по одной области.\",\"Убейте 25 врагов одной стратагемой.\",\"Убейте 100 врагов огненным уроном в ходе одного задания.\",\"Эвакуируйтесь с как минимум 15 обычными образцами.\",\"Эвакуируйте команду с задания имея не менее чем 15 редкими образцами.\",\"С помощью реактивного ранца введите себя в состояние тряпичной куклы.\",\"Отстрелите глыбе обе руки и эвакуируйтесь, пока он жив.\",\"Убейте громилу капсулой «Пополнение запасов».\",\"Завершите задание на сложности «Экстрим» или выше, не допустив гибели ни одного из бойцов.\",\"Полностью пройдите задание на сложности Высокая или выше так, чтобы никто не выстрелил из основного оружия или оружия поддержки.\",\"Полностью пройдите блиц-задание на сложности Экстрим и эвакуируйтесь менее чем за 6 минут.\",\"Убейте 5000 врагов.\",\"Сыграйте как минимум 50 заданий.\",\"Выполните как минимум 100 заданий.\",\"Доведите один модуль корабля до макс. уровня.\",\"Улучшите все модули корабля как минимум на 1 уровень.\",\"Получите все призы для Helldivers 2.\"]",
    "accomplishmentWays": "[\"Теперь ты Адский Десантник, поздравляю!\",\"Воспользуйтесь арсеналом и экипируйте своего Адского Десантника. Пусть друзья обзавидуются.\",\"Выполните 1 задание против терминидов. Смерть жукам!\",\"Выполните 1 задание против автоматонам. Так держать, Джон Коннор!\",\"Просто выполни 10 тактических заданий. Покажи своим врагам, что такое демократия!\",\"Закончи любое задание на ночной стороне планеты.\",\"Сыграйте любую миссию на планете, которая сейчас находится под атакой одной из фракций.\",\"Выполните любое задание начиная с 3 или 4 уровня сложности.\",\"Заверши задание, но не эвакуируйся (потрать все стратагемы). Не волнуйся, не ты первый, не ты последний.\",\"Просто эвакуируйтесь после того, как время закончится. Хорошим временным ориентиром будет отсутствие возможности вызова любых стратагем.\",\"Убейте цель с большой дистанции, можете использовать крупнокалиберную винтовку с оптическим прицелом.\",\"Вызовите орбитальную стратагему или стратагему «Орла» стоя на какой-нибудь возвышенности.\",\"Начните миссию на 4+ сложности и убейте его. Можете воспользоваться вентиляционным отверстием сзади или просто вызвать стратагему.\",\"Желчный титан появляется в качестве постоянно противника, начиная с 6 сложности. Используйте мощные стратагемы и весь арсенал. Это считается за одного!\",\"Подпусти жука война поближе и выпусти в него всю обойму. Самый главный воин здесь ты!\",\"Взорвите гнездо следопытов. Можете воспользоваться гранатой, стратагемой, гранатометом или автопушкой.\",\"Просто кинь гранату себе под ноги, а потом откинь подальше.\",\"Возьмите стратагему пулемета и примените на группе противников. Главное не спускать пальца с курка, вы же не предатель?\",\"Экипируйте броню со свойством «Демократия защищает» и постарайтесь взорваться. Возможно с 1 попытки не получится, но Адские Десантники не умирают!\",\"Подойдите к раненому союзнику, наведитесь на него и нажмите клавишу «E». Адские Десантники не умирают!\",\"Ваш напарник должен использовать автопушку/безоткатную винтовку/копье, заберите у него рюкзак с запасными снарядами и помогайте заряжать оружие. Сила в дружбе!\",\"Следуйте совету «Не умирайте» и достижение будет получено.\",\"Берите своих напарников и используйте орбитальные стратагемы в 1 точке. Советую брать 120 и 380 мм, так как они дадут вам больше времени использовать все.\",\"Выполняйте задание на 5+ сложности, выберите стратагему с большой областью урона и вызовите ее на группу противников. Советую делать это около гнезд/заводов.\",\"Используйте поджигающее оружие, а также авиаудар напалмом. Советую выполнять задание против терминидов. Как насчет жучиного BBQ?\",\"Любой ваш товарищ должен эвакуироваться с 15 обычных образцов в своих карманах. Главное это количество должно быть у 1 человека.\",\"Просто идите на задание с более высоким уровнем сложности, так как там будет больше образцов.\",\"Киньте гранату себе под ноги и перед ее взрывом используйте реактивный ранец.\",\"Глыба встречается, начиная с 4 сложности, просто отстрелите ему руки с помощью рельсотрона и предупредите товарищей, затем эвакуируйтесь.\",\"Нанесите много урона громиле, затем оглушите его (эми удар или удар его головой о стену) и вызовите стратагему.\",\"Выполняйте это в коротких миссиях против терминидов. Не забывай про стимы, боец!\",\"Забудьте про 1 и 3 клавишу, берите много атакующих стратагем и выбирайте быстрое задание. Да поможет вам демократия!\",\"Хватайте товарищей, экипируйтесь в легкую броню, ракетный ранец, также возьмите взрывное оружие. Не забудьте оставить кого-нибудь в зоне эвакуации для более быстрого бегства с планеты.\",\"5000 Врагов? Супер-Земля гордится тобой!\",\"Каждая задача приближает победу управляемой демократии!\",\"Да тебе памятник ставить надо!\",\"Чтобы получить достижение вам будет необходимо: 10 суперобразцов, 160-200 обычных образцов, 100-120 редких образцов.\",\"Для получения достижения потребуется 400 обычных образцов.\",\"Боец, да ты легенда! Можешь ходить по барам Супер-Земли с высоко поднятой головой.\"]"
  },
  "PlayerCards": {
    "data": "[\"Полностью черный\",\"Вестник независимости\",\"Вестник воли\",\"Вдохновитель\",\"Звезды и голосование\",\"Непорочная верность\",\"Судный день\",\"Гребень чести\",\"Мантия истинного гражданства\",\"Пылающий самаритянин\",\"Свет вечной свободы\",\"Охотник на тиранов\",\"Плащ благодарных потомков\",\"Бастион целостности\",\"Убийца ботов\",\"Великий мученик\",\"Агент забвения\",\"Предвестник истинного равенства\",\"Ярость орла\",\"Гобелен свободы\",\"Кошмар диссидента\",\"Вечная слава\",\"Орден достопочтенного бюллетеня\",\"Метка багряного клыка\",\"Покров палача\",\"Очищающее затмение\",\"Прорыв\",\"Стандартное безопасное расстояние\",\"Память о нулевом пациенте\",\"Гордость разоблачителя\",\"Доказательство безупречной добродетели\",\"Покров тьмы\",\"Несгибаемый стержень\",\"Хранитель желтой линии\",\"Непоколебимость камня\",\"Сила в нашем оружии\",\"Защитник нашей мечты\",\"Fre Liberam\",\"Per Democrasum\",\"Видение свободы\"]"
  },
  "Emotes": {
    "data": "[\"Обычное приветствие\",\"Взрывное рукопожатие\",\"Обнять\",\"Дать пять\",\"Рукопожатие разведчика\",\"Камень-ножницы-бумага\",\"Проверка убежденности\",\"Салют\",\"Аплодисменты\",\"Пальцы-пистолеты\",\"Напрячь мышцы\",\"Расслабься\",\"Громкий возглас\",\"Представительный\",\"Дробовик напоказ\",\"Коснуться головы\",\"Бюллетени всем!\",\"Вызов Адского десанта\",\"Пантомима\",\"Высшая любовь\",\"Пушки свободы\"]"
  },
  "ObtainingTypes": {
    "1Name": "Обучение",
    "2Name": "Супермагазин",
    "3Name": "Предзаказ",
    "4Name": "Издание Super Citizen",
    "5Name": "Twitch drops",
    "6Name": "Боевой пропуск «Адские десантники, в бой!»",
    "7Name": "Боевой пропуск «Закаленные ветераны»",
    "8Name": "Боевой пропуск «На острие»",
    "9Name": "Боевой пропуск «Демократический подрыв»",
    "10Name": "Боевой пропуск «Полярные патриоты»",
    "11Name": "Боевой пропуск «Змеи-коммандос»"
  },
  "titles": {
    "names": "[\"Кадет\",\"Космический кадет\",\"Сержант\",\"Мастер-сержант\",\"Мичман\",\"Главный космический мичман\",\"Смертоносный капитан\",\"Маршал\",\"Космический маршал\",\"Адмирал\",\"Адмирал Череп\",\"Адмирал флота\",\"Несравненный адмирал\",\"Командир\",\"Галактический командир\",\"Командующий преисподней\",\"Генерал\",\"Пятизвездный генерал\",\"Десятизвездный генерал\",\"Рядовой\",\"Супер рядовой\",\"Супер гражданин\",\"Змей-коммандос\",\"Главный пожарный\",\"Экспертный уничтожитель\",\"Без мыслей\",\"Суперпешеход\",\"Штурмовая пехота\",\"Слуга Свободы\"]",
    "obtainingMethods": "[\"Super Citizen издание\",\"Боевая заслуга «Змеи-коммандос»\",\"Боевая заслуга «Пламя свободы»\",\"Боевая заслуга «Химзащита»\",\"Боевая заслуга «Блюстители правды»\",\"Боевая заслуга «Городские легенды»\",\"Коллаборация с Killzone\",\"Боевая заслуга «Слуги Свободы»\"]"
  },
  "resources": {
    "names": "[\"Обычные образцы\",\"Редкие образцы\",\"Суперобразцы\",\"Супер кредиты\",\"Медали\",\"Реквизиты\"]",
    "difficulties": "[\"На всех сложностях\",\"Начиная с 4 уровня сложности\",\"Начиная с 6 уровня сложности\",\"На всех сложностях\",\"На всех сложностях\",\"На всех сложностях\"]",
    "obtainingMethods": "[\"Нахождение на точках интереса, аванпостах Терминидов и Автоматонов\",\"Нахождение на точках интереса, аванпостах Терминидов и Автоматонов, также в дикой природе, в форме цветка\",\"Нахождение на точке интереса с высоким камнем\",\"Покупка во внутриигровом магазине или нахождение на точках интереса\",\"Завершение заданий, нахождение на точках интереса, выполнение приказов с Супер-Земли\",\"Завершение заданий, успешная эвакуация с задания, нахождение на точках интереса\"]",
    "applicationScopes": "[\"Улучшение модулей корабля\",\"Улучшение модулей корабля\",\"Улучшение модулей корабля\",\"Покупка боевых заслуг и предметов в супер-магазине\",\"Покупка содержимого боевых заслуг\",\"Открытие стратагем\"]",
    "superCreditsMaxAmount": "Зависит от размеров кошелька или вашего времени",
    "tablesTitles": "[\"Сложность\",\"Количество\",\"1 Миссия\", \"2 Миссия\", \"3 Миссия\", \"Всего\"]"
  },
  "difficulties": {
    "names": "[\"Простейшая\",\"Легкая\",\"Средняя\",\"Непростая\",\"Высокая\",\"Экстрим\",\"Самоубийство\",\"Невозможная\",\"Прямо в Ад\",\"Мега-Ад\"]"
  },
  "Header": {
    "links": "[\"НОВОСТИ\",\"ВОЙНА\",\"ТРЕНИРОВКА СТРАТАГЕМ\"]"
  },
  "Footer": {
    "firstLinkTitle": "ССЫЛКИ",
    "secondLinkTitle": "ПОДДЕРЖАТЬ САЙТ",
    "firstLink": "Телеграм",
    "secondLink": "Дискорд сервер"
  },
  "Legend": {
    "title": "Легенда"
  },
  "LevelsSection": {
    "title": "КАЛЬКУЛЯТОР УРОВНЕЙ",
    "startText": "Начальный",
    "endText": "Конечный",
    "levelDesignation": "уровень",
    "experienceDesignation": "опыта"
  },
  "CurrentResourceInfo": {
    "difficultiesText": "На каких сложностях встречается",
    "obtainingMethodText": "Способ получения",
    "applicationScopeText": "На что потратить",
    "maxAmountText": "Максимальное значение ресурса на корабле"
  },
  "data": {
    "warbonds": "[\"АДСКИЕ ДЕСАНТНИКИ, В БОЙ!\", \"ЗАКАЛЕННЫЕ ВЕТЕРАНЫ\", \"НА ОСТРИЕ\", \"ДЕМОКРАТИЧЕСКАЯ ДЕТОНАЦИЯ\", \"ПОЛЯРНЫЕ ПАТРИОТЫ\", \"ЗМЕИ-КОММАНДОС\", \"ПЛАМЯ СВОБОДЫ\", \"ХИМЗАЩИТА\", \"БЛЮСТИТЕЛИ ПРАВДЫ\",\"ГОРОДСКИЕ ЛЕГЕНДЫ\",\"СЛУГИ СВОБОДЫ\"]"
  },
  "tips": {
    "data": "[\"Вы знаете, что во время переходов мы показываем советы?\",\"Управляемая демократия — краеугольный камень развитой цивилизации.\",\"Супер-Земля рекомендует на каждом задании в течение как минимум 2,4 секунды любоваться пейзажем. Счастливый Адский Десантник — смертоносный Адский Десантник.\",\"Вы элита Супер-Земли. Всегда помните об этом.\",\"«Орел» — ударный летательный аппарат быстрого реагирования, который гораздо быстрее огневой поддержки с орбиты.\",\"Галактическая война — всеобщее дело. Только работая сообща мы можем быть уверены, что планеты не попадут врагам в руки.\",\"Если не получилось с первого раза, ныряйте еще... И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще. И еще...\",\"На экране выбора заданий можно увидеть дневную и ночную сторону планеты. Выбирайте задания, которые вам по душе!\",\"Видите планету, которая вот-вот перейдет под контроль врага? Соберите своих товарищей по Адскому десанту и приступите к защите. На счету каждое задание!\",\"Когда встречаетесь с ботами, помните про УХУ: укрытие, храбрость и еще раз укрытие.\",\"Труднопроходимая местность мешает передвижению. Эксперты рекомендуют избегать снега, грязи, воды, кустарников и лавы. С полным списком можно ознакомиться в разделе D.198-2 руководства.\",\"Недовольны собой? Измените свой внешний вид, голос и характер в комнате настройки. Все проще простого!\",\"Когда у вас заканчивается выносливость, вместе с ней падают скорость бега и точность выстрелов.\",\"Не погибайте.\",\"Здесь показываются советы.\",\"Демократия не требует управления, она требует патронов и людей.\",\"Если враг пытается наладить дипломатические отношения, ПРИСТРЕЛИТЕ ЕГО. Никакого доверия лжецам!\",\"Не переживайте: если вы не выполните задачу, вас НЕ ОТПРАВЯТ в лагерь свободы. Это лишь слух, распространяемый диссидентами.\",\"Вы не сможете распространять управляемую демократию, если вы умрете уставшим. Может быть я стану предателем за свои слова, но хорошо отдохните, попейте воды и перерывы сделают вас более эффективным.\",\"Не забывайте заполнять форму допуска C-01 перед каждым актом, потенциально способным привести к зачатию.\",\"Удерживайте кнопку перезарядки, чтобы проверить запас боеприпасов.\",\"В положении лежа вы получаете меньше урона от взрыва. В случае неизбежной опасности — падайте на землю!\",\"Когда возникают сомнения, отбросьте все мысли! Просто кричите «За демократию!» и отчаянно бросайтесь на трудности.\",\"Если во время задания кто-то из отряда умирает, не забудьте подобрать образцы павшего товарища. Оплакивать беднягу будете потом!\",\"Адскими Капсулами можно управлять [немного]. Попробуйте уронить их на врагов!\",\"Огонь по своим — не лучшая идея.\",\"Отсчет до детонации гранаты начинается с момента, когда вы заносите руку для броска. Подгадайте момент для взрыва в воздухе!\",\"Если вы заметили, что боец отряда выражает симпатию врагу, сообщите об этом своему офицеру по демократии. Мыслепреступления убивают!\",\"На Супер-Земле много праздников, но самый важный из них — 26 октября. День свободы!\",\"Вы на задании в одиночестве и нуждаетесь в освободительном подкреплении? Используйте аварийный маячок, чтобы призвать товарищей по Адскому Десанту.\",\"Чем дольше длится задание, тем больше становится врагов.\",\"Используйте стратагему перезарядки «Орла» в периоды боевого затишья, чтобы у вас всегда наготове были «орлиные удары».\",\"Хотите показать, как решительно поддерживаете капитализм? Тратье медали в «Заслугах»!\",\"Надоело промахиваться? Используйте режим от первого лица для стрельбы с дальних дистанций.\",\"Пистолеты и пистолеты-пулеметы можно держать одной рукой, а в другой руке нести различные предметы.\",\"Убивайте жуков, пока они не подобрались слишком близко. Ничто не защищает ваше личное пространство лучше летящих пуль.\",\"Помните: СВОБОДА!\",\"На заданиях постоянно попадаются неисследованные интересные места. Осматривайте их, ведь никогда не знаешь, что можно найти.\",\"Если враги прут без остановки, найдите, откуда именно они лезут, и устройте облаву! Улей жуков? Уничтожить! Завод ботов? Уничтожить!\",\"Не волнуйтесь, стимы не вызывают привыкания!* *Исследование оплачено «Фармадаром». «Фармадар» — доверьте нам свою жизнь.\",\"Для театра военных действий все граждане одинаково важны, но Адские Десантники — самые важные.\",\"Используйте стимы для заживления ран.\",\"Время нахождения суперэсминца на низкой орбите ограничено. Следите за таймером задания!\",\"Редкие образцы доступны только на более сложных заданиях.\",\"Тщательно подбирайте выкладку, чтобы ваш отряд был обеспечен всеми необходимыми ресурсами. От этого зависит судьба демократии!\",\"Внимательно читайте эти советы. Мы их тщательно подобрали, чтобы повысить ваши шансы на успех.\",\"У всех стратагем есть сильные и слабые свойства. Подбирайте стратагемы в сответствии с требованиями задания и составом отряда.\",\"Не паникуйте.\",\"В качестве крайней меры вы можете отбиваться от врагов в ближнем бою. Помните: смерть лучше трусости.\",\"У большинства врагов есть уязвимые и бронированные места. Обучающее руководство ВССЗ рекомендует целиться по уязвимым.\",\"Пока есть время, гранаты с выдернутой чекой можно подбирать и отбрасывать в сторону!\",\"Из бюджетных соображений Адские бомбы требуют ручного наведения. Но не стойте на месте, если только не хотите оказаться на стене мучеников.\",\"Каждая фракция предлагает уникальные испытания. Сочетайте различное снаряжение и пробуйте новые тактики!\",\"Собирайте медали и развивайте прогресс заслуги. Торопиться не нужно, заслуги можно завершать в любое время.\",\"Сложность задания частично определяется типом врагов на территории. Убедитесь, что взяли подходящее вооружение!\",\"Девять из десяти врачей считают, что ранение в области грудной клетки влечет смертельную кровопотерю, если его вовремя не заштопать.\",\"Стрелять лучше по прямой. Огонь под углом может лишь задеть врага и даже срикошетить в членов вашего отряда.\",\"Бросившись на землю, вы можете спасти себе жизнь, но также становитесь легкой мишенью для врагов ближнего боя.\",\"Во время путешествий по галактике Адский Десант может наткнуться на древние руины и другие любопытные штуки. Но помните: Только предателям интересны инопланетные артефакты!\",\"Автоматоны снаряжены гиперреактивными протоколами, что делает их уязвимыми к подавляющему огню. Чем больше вы в них стреляете, тем ниже их меткость.\",\"Не ходите в одиночку! Присоединитесь к отряду, чтобы нести максимальное освобождение!\",\"При перезарядке вы теряете боеприпасы, оставшиеся в магазине.\",\"Выпил — за руль не садись!\",\"Министерство процветания управляет экономикой Супер-Земли и следит за стабильным притоком средств в руки тех, кто этого больше всего заслуживает.\",\"Размещайте на карте метки, чтобы соориентировать свой отряд.\",\"Броня у вас не только для красоты! Тяжелая броня увеличивает защиту от атак, но при этом замедляет и влияет на выносливость.\",\"Министерство обороны отвечает за защиту свободы от любых врагов — как людей, так и нелюдей, — открытых и вероятных.\",\"Министерство единства следит за тем, чтобы человечество было единым целым, и защищает нас от внешних угроз, таких как девиационное поведение и приверженность опасным идеологиям.\",\"Министерство науки постоянно занимается развитием технологий Супер-Земли, укрепляя наше моральное превосходство над техническим превосходством врага.\",\"Боевая стойка разительным образом влияет на точность. Руководство ВССЗ предлагает следующую градацию от наименее к наиболее стабильным: в движении > стоя > в приседе > лежа.\",\"Не забывайте иногда отдыхать! ... Конечно, если хотите прослыть последним трусом.\",\"Программа обучения Адского Десанта абсолютно безупречна, однако вы в любой момент можете пройти ее заново из меню игры.\",\"Когда отведенное на задание время выйдет, суперэсминец покинет низкую орбиту и вы потеряете доступ к стратагемам и подкреплениям.\",\"Министерство распространения не покладая рук работает над расширением влияния Свободы и захватывает необходимые для процветания нашего общества ресурсы.\",\"Министерство правды отвечает за информирование и психическое здоровье граждан, позволяя противостоять гнусной пропаганде врагов.\",\"Министерство гуманизма поддерживает здоровье и продуктивность избирателей, управляя сферами образования, здравоохранения, социальной оценки и генной инженерии.\",\"Не забывайте подбирать контейнеры с образцами, оставшиеся после ваших павших товарищей. Они крайне важны для продвижения нашей науки!\"]"
  },
  "boosters": {
    "titles": "[\"Оптимизация места в адской капсуле\",\"Повышение жизнеспособности\",\"Усилитель разведки БПЛА\",\"Повышение выносливости\",\"Повышение мышечного тонуса\",\"Увеличенный бюджет на подкрепления\",\"Гибкий бюджет на подкрепления\",\"Позиционное заблуждение\",\"Мастер воздушной эвакуации\",\"Мотивирующий шок\",\"Экспериментальная инъекция\",\"Зажигательные адские капсулы\",\"Смертельный рывок\",\"Вооруженные капсулы «Пополнения запасов»\"]",
    "descriptions": "[\"Адские Десантники покидают Адскую Капсулу с полным запасом боеприпасов, гранат и стимов.\",\"Позволяет Адскому Десанту лучше сопротивляться получаемым ранениям.\",\"Увеличивает радиус действия радаров всего Адского Десанта.\",\"Увеличивает запас и скорость восстановления выносливости Адского Десанта.\",\"Позволяет Адскому Десантнику с легкостью перемещаться по труднопроходимой местности.\",\"Увеличивает количество доступных подкреплений.\",\"Сокращает время, необходимое для получения новых подкреплений после их исчерпания.\",\"Увеличивает время между стычками с врагом.\",\"Сокращает время, за которое шаттл эвакуации достигает эвакуационного маяка.\",\"Позволяет всем Адским Десантникам восстанавливаться быстрее после замедления, вызванного атакой, — например кислотой. Не устраняет последствия действующих по области эффектов, таких как ЭМ-удары.\",\"Стимы не только восстанавливают здоровье, но и на время повышают скорость перемещения и эффективность снижения урона.\",\"Оснащает все Адские Капсулы зажигательными зарядами, взрывающимися при ударе и поджигающими все боевые единицы вокруг зоны высадки.\",\"Позволяет Адским Десантникам бежать, даже когда у них заканчивается выносливость, расходуя вместо нее здоровье.\",\"Размещает модифицированные AR-23 «Освободитель» на все капсулы «Пополнения запасов», что позволяет использовать их в качестве автоматических турелей.\"]"
  },
  "planets": {
    "names": "[\"Алараф\",\"Алатфар XI\",\"Эндар\",\"Асперот-прайм\",\"Кейд\",\"Клака 5\",\"Порт-кнет\",\"Краз\",\"Клен Дахт II\",\"Следопыт V\",\"Вдовья гавань\",\"Новая гавань\",\"Пилен V\",\"Чарбол-VII\",\"Харон-прайм\",\"Матар-бэй\",\"Мартале\",\"Марфарк\",\"Арктур\",\"Киррик\",\"Мортакс-прайм\",\"Станция «Уилфорд»\",\"Первопроходец II\",\"Денеб II\",\"Электра-бэй\",\"Гидропад прайм\",\"Дерроуспорт\",\"Форнскогур II\",\"Мидасбург\",\"Вуаль\",\"Марр IV\",\"Урсика XI\",\"Дарий II\",\"Ахернар II\",\"Ахирд III\",\"Цербер IIIc\",\"Водопады процветания\",\"Форт безопасности\",\"Сейшельский пляж\",\"Эффлувия\",\"Залив мучеников\",\"Пик свободы\",\"Кельвинор\",\"Виридия-прайм\",\"Обари\",\"Сульфура\",\"Нублария I\",\"Кракату\",\"Айвис\",\"Слиф\",\"Морадеш\",\"Кримсика\",\"Эстану\",\"Фори-прайм\",\"Эскер\",\"Пески эрсона\",\"Сокорро III\",\"Буровой камень\",\"Гранд Эррант\",\"Феркад II\",\"Полярис-прайм\",\"Поллукс-31\",\"Праса\",\"Зея ругозия\",\"Хадар\",\"Хальдус\",\"Хартон II\",\"Кхарст\",\"Расп\",\"Башир\",\"Акубенс-прайм\",\"Эдхара\",\"Афойя-бэй\",\"Блистика\",\"Минхир\",\"Минтория\",\"Зосма\",\"Зания-прайм\",\"Окул VI\",\"Солгаст\",\"Дилувия\",\"Луга элизия\",\"Пещера альдеридж\",\"Беллатрикс\",\"Ботейн\",\"Хандарк\",\"Новый Cтокгольм\",\"Айн-5\",\"Алаирт III\",\"Аламак VII\",\"Хезе-бэй\",\"Кума\",\"Мордия-9\",\"Скиттер\",\"Эйфория III\",\"Колодцы вернена\",\"Перевал асов\",\"Менкент\",\"Призрак\",\"Мирадеш\",\"Атрама\",\"Утроба\",\"Провидение\",\"Примортия\",\"Кракабос\",\"Иридика\",\"Ратч\",\"Валгаард\",\"Акамар IV\",\"Гакрукс\",\"Пандион XXIV\",\"Гатрия\",\"Гар-харен\",\"Факт-бэй\",\"Игла\",\"Новая кируна\",\"Форт правосудия\",\"Зегемский рай\",\"Эмерия\",\"Вольтерра\",\"Горн\",\"Карамур\",\"Альта V\",\"Инари\",\"Энулиале\",\"Эпсилон-финсис VI\",\"Нанбатея II\",\"Нави VII\",\"Диаспора X\",\"Самоцветные утесы\",\"Омикрон\",\"Пента\",\"Чухи\",\"Хорт-бэй\",\"Лесат\",\"Хака\",\"Порт-галье\",\"Пропус\",\"Рас-альгети\",\"Барабос\",\"Фенмейр\",\"Мастия\",\"Курия\",\"Тарш\",\"Эморат\",\"Илдуна-прайм\",\"Хребет свободы\",\"Болдрик-прайм\",\"Хеллмейр\",\"Нивель 43\",\"Ошоне\",\"Загон-прайм\",\"Юкория\",\"Мириум\",\"Регнус\",\"Мог\",\"Юльхейм\",\"Дольф\",\"Беквам III\",\"Дума тюр\",\"Гидробиус\",\"Карлия\",\"Сиэсс\",\"Сенже-23\",\"Сетия\",\"Форт единения\",\"Астерра\",\"Терек\",\"Сиррус\",\"Хиит\",\"Вельд\",\"Ангельский риск\",\"Ленг II\",\"Сферион\",\"Стор та-прайм\",\"Стаут\",\"Термодон\",\"Керт II\",\"Парш\",\"Генезис-прайм\",\"Иро\",\"Графмер\",\"Оазис\",\"Вальмокс\",\"Хесоэ-прайм\",\"Хорт\",\"Арди-4\",\"Роуг 5\",\"Рирга-бэй\",\"Борея\",\"Станция «Осло»\",\"Гюнвальд\",\"Риф\",\"Ирулта\",\"Аванпост 32\",\"Калипсо\",\"Дирген\",\"Майя\",\"Малевелон-крик\",\"Тибит\",\"Убанея\",\"Супер-Земля\",\"Марс\",\"Азур II\",\"Трандор\",\"Оверго-прайм\",\"Партион\",\"Пикок\",\"Шаллус\",\"Шелт\",\"Имбер\",\"Елливаре\",\"Вог-сойот\",\"Клаорелл\",\"Класа\",\"Демиург\",\"Йед-приор\",\"Зефия\",\"ВИТЗ\",\"Осупсам\",\"Бринк-2\",\"Бунда II\",\"Канопус\",\"Вир\",\"Купер\",\"Каф\",\"Кастор\",\"Ластоф\",\"Тьен-кван\",\"Верилия-5\",\"Хепесса IV\",\"Труст\",\"Устоту\",\"Вандалон IV\",\"Эрата-прайм\",\"Меридия\",\"Фенрир III\",\"Тьюринг\",\"Скааш\",\"Акраб XI\",\"Акрукс IX\",\"Гемма\",\"Мерак\",\"Залив авроры\",\"Марга IV\",\"Мекбуда\",\"Виндемитарикс-прайм\",\"Киберстан\",\"Шете\",\"Симнот\",\"Сириус\",\"Скат-бэй\",\"Пепли IX\",\"Дропнир\",\"Морт\",\"Ингмар\",\"Мантес\",\"Мейсса\",\"Васат\",\"Вега-бэй\",\"Везен\",\"Экс-45\"]"
  },
  "sectors": {
    "data": "[\"Акира\",\"Алстрад\",\"Алтус\",\"Андромеда\",\"Артурион\",\"Барнард\",\"Боргус\",\"Канкри\",\"Кантолус\",\"Целесте\",\"Драко\",\"Фальстаф\",\"Фарсайт\",\"Феррис\",\"Галлукс\",\"Геллерт\",\"Готмар\",\"Гуан\",\"Ханзо\",\"Хокинг\",\"Гидра\",\"Идун\",\"Иптус\",\"Цзинь Си\",\"Кельвин\",\"Корпус\",\"Эстрада\",\"Лакайлли\",\"Лео\",\"Марспира\",\"Меридиан\",\"Мирин\",\"Моргон\",\"Нанос\",\"Омега\",\"Орион\",\"Квинтус\",\"Риктус\",\"Ригель\",\"Саган\",\"Салерия\",\"Северин\",\"Солнечная система\",\"Стен\",\"Талус\",\"Танис\",\"Таррагон\",\"Тезей\",\"Тригон\",\"Умлаут\",\"Урса\",\"Валдис\",\"Си Таури\",\"Кзар\",\"Имир\"]"
  },
  "shipModules": {
    "names": "[\"Административный центр патриотизма\",\"Орбитальные пушки\",\"Ангар\",\"Мостик\",\"Инженерный отсек\",\"Роботехнический цех\"]",
    "improvementNames": "[\"ЛИЦЕНЗИЯ НА БЛАГОТВОРИТЕЛЬНОСТЬ\",\"УПРОЩЕННАЯ ПОДАЧА ДОКУМЕНТОВ\",\"РУЧНЫЕ ТЕЛЕЖКИ\",\"ПЕРЕДОВЫЕ МЕТОДЫ УПАКОВКИ\",\"СИСТЕМА УПРАВЛЕНИЯ ОПЛАТОЙ ТРУДА\",\"ВЗРЫВНАЯ ШРАПНЕЛЬ\",\"БОЛЬШЕ ПУШЕК\",\"ПЕРЕЗАРЯДКА В НЕВЕСОМОСТИ\",\"МОНИТОРИНГ АТМОСФЕРЫ\",\"ВЗРЫВЧАТЫЕ ВЕЩЕСТВА ВЫСОКОЙ ПЛОТНОСТИ\",\"ЖИДКОСТНАЯ ВЕНТИЛЯЦИЯ КАБИНЫ\",\"НАДБАВКА МЕХАНИКАМ\",\"РАСШИРЕННЫЙ БОЕВОЙ ОТСЕК\",\"БОЕВОЙ ОТСЕК XXL\",\"ПРОДВИНУТАЯ ТРЕНИРОВКА КОМАНДЫ\",\"ОБНОВЛЕНИЕ ПРОГРАММ ПРИЦЕЛИВАНИЯ\",\"ЯДЕРНЫЙ РАДАР\",\"УСИЛИТЕЛЬ РУЛЯ\",\"ИНТЕНСИВНОЕ ГОРЕНИЕ\",\"УКРЕПЛЕНИЕ БОЕВОГО ДУХА\",\"ИСКУССТВЕННОЕ ДОПОЛНЕНИЕ\",\"УЛУЧШЕННАЯ КОНСТРУКЦИЯ\",\"СИСТЕМА БЫСТРОГО ЗАПУСКА\",\"УДЛИНЕННАЯ ЦЕПЬ\",\"УПРОЩЕННЫЙ ПРОЦЕСС ЗАПУСКА\",\"ДИНАМИЧЕСКОЕ ОТСЛЕЖИВАНИЕ\",\"АМОРТИЗИРУЮЩИЙ ГЕЛЬ\",\"ВЫСОКОКАЧЕСТВЕННАЯ СМАЗКА\",\"ПОГЛОЩЕННЫЙ ВЗРЫВ\",\"КРОССПЛАТФОРМЕННАЯ СОВМЕСТИМОСТЬ\"]",
    "improvementDescriptions": "[\"Приобретает постоянный доступ к боеприпасам от благотворительного фонда «Поддержи героя», позволяющего патриотично настроенным членам семей обеспечить снабжение своих родных на поле боя.\",\"Заранее утверждает следующие справки, которые используются в процессе утверждения оружия поддержки: справка 99-С («Необходимость боеприпасов»), справка 88-1 (анкета «Вклад в демократию») и справка 104 («Отказ от рисков сопутствующих потерь»).\",\"Снабжает бойцов ручными тележками, на которых можно перемещать несколько стратагем рюкзака одновременно. Это позволяет сократить время перезарядки и избежать поясничных травм.\",\"Санкционирует проведение 8-недельного курса обучения команды передовым методам упаковки (ПМУ), в результате чего увеличивается вместимость ящиков с припасами.\",\"Самое современное бухгалтерское ПО автоматизирует процесс расчета оплаты труда, что снимает нагрузку с работников отдела кадров и позволяет им смазывать оружие поддержки в свободное время.\",\"Контрольные военные группы назвали взрывную шрапнель «жестокой», «беспощадной» и «отлично подходящей» для распространения демократии.\",\"Спустя годы исследований, потраченных на улучшение эффективности и боевой мощи суперэсминца, Министерство науки сделало вывод, что нужно добавить больше пушек.\",\"Заменяет ручную перезарядку пушек со стороны дула на более быструю фронтальную загрузку.\",\"Дает подписку на прямой эфир сводок погоды, что позволяет повысить точность орбитального прицеливания.\",\"Убирает стабилизирующие флегматиты из состава взрывчатых веществ, использующихся в орбитальных снарядах, что увеличивает их мощность.\",\"Наполняет кабины перфторуглеродами, которые поглощают перегрузки и позволяют пилотам совершать более резкие маневры, не теряя при этом сознание.\",\"Официально одобренная доплата за риск позволяет механикам пополнять боезапасы «Орла» во время космических полетов.\",\"Уменьшает пространство для ног в кабине, что позволяет снарядить «Орла» дополнительным боезапасом.\",\"Еще больше увеличивает вместимость боевого отсека «Орла», исключая из конструкции лишние элементы, например, системы пожаротушения и катапультирования, а также воздушные подушки.\",\"Обучает механиков учитывать текущие условия при выполнении работ, например, оставлять неиспользованные боеприпасы заряженными, а не заменять их.\",\"Сокращает время, необходимое для орбитального прицеливания, благодаря обновлению программного обеспечения до премиум-версии.\",\"Увеличивает радиус действия радара Адского Десантника за счет новой мощной батареи на плутонии-210.\",\"Устанавливает электронные приводы, которые дополняют стандартный ножной способ управления Адскими Капсулами.\",\"Повышает температуру пламени зажигательного оружия, обогащая горючее точно рассчитанным составом из термита, белого фосфора, капсаицина, аллилгорчичного масла и еще 19 горючих веществ.\",\"Повышает общую эффективность команды с помощью таких проверенных временем мер усиления энтузиазма, как празднование годовщины получения гражданства и оплачиваемые перерывы на поход в уборную.\",\"Внедряет умеренные дозы амфетамина и андрогенных стероидов в рацион заряжающих. Вдобавок к прочим эффектам увеличивает их скорость, выносливость и концентрацию.\",\"Укрепляет турели и повышает их долговечность с помощью современных цианоакриловых связующих веществ.\",\"Запускает снаряды Адской Капсулы с помощью мгновенного подрыва стартового заряда.\",\"Повышает мощность электрического оружия, надежно соединяя множество внутренних удлинителей дуговых устройств в одну длинную линейную цепь.\",\"Сокращает время запуска стратагем оружия поддержки за счет удаления диалогового окна подтверждения применения.\",\"Модернизированная система наблюдения непрерывно отслеживает пользователя вне зависимости от того, где он находится и что делает, постоянно поддерживая турельную пушку в режиме боеготовности.\",\"Выстилает капсулы турелей амортизирующим гидрогелем, что позволяет заполнить освободившиеся от амортизаторов место дополнительным боезапасом.\",\"Наносит смазку Супержеле на станины турелей, которая практически полностью избавляет их от трения и способствует плавным механическим движениям.\",\"Укрепляет турели щитками из полистирола в форме восьмерки. Щитки поглощают термическую энергию и энергию взрыва.\",\"Позволяет платформе прицеливания миномета подключаться к экосистеме интерфейса Адского Десантника посредством стороннего преобразующего ПО.\"]",
    "improvementEffects": "[\"Увеличивает количество магазинов, поставляемых с оружием поддержки.\",\"Сокращает время перезарядки стратагемы Оружие поддержки на 10%.\",\"Сокращает время перезарядки всех стратагем рюкзака на 10%.\",\"Ящики с припасами восполняют запас магазинов для оружия поддержки до максимума.\",\"Сокращает время перезарядки всего оружия поддержки на 10%.\",\"Уменьшает снижение урона, распространяющегося от центра взрывов орбитальных стратагем.\",\"Орбитальные залпы выстреливают дополнительно 1 шт. снарядов за каждый залп.\",\"Время перезарядки орбитальных стратагем уменьшено на 10%.\",\"Разброс орбитального залпа ОФ уменьшен на 15%.\",\"На 10% увеличивает радиус поражения взрывов, вызванных орбитальными стратагемами.\",\"Сокращает время перезарядки стратагемы «Орла» на 50%.\",\"Сокращает время пополнения боеприпасов «Орла» на 20%.\",\"Позволяет дополнительно использовать 1 шт. стратагем «Орла» до реактивации.\",\"Стратагемы «Орла», сбрасывающие по несколько бомб, сбрасывают дополнительные бомбы (1).\",\"Сокращает время пополнения боеприпасов «Орла» еще на 10%, если он вызван, когда количество его использований не исчерпано.\",\"Сокращает время, необходимое для запуска орбитальных ударных стратагем на 1 сек.\",\"Увеличивает дальность обнаружения врагов на мини-карте на 50м.\",\"Улучшает управление Адскими Капсулами во время сброса.\",\"Огненный урон стратагем увеличен на 25%.\",\"Сокращает время перезарядки всех стратагем на 5%.\",\"Сокращает время презарядки для турелей, пополнения запасов и позиционных стратагем на 10%.\",\"Увеличивает прочность стратагем турелей на 50%.\",\"Сокращает время развертывания позиционных стратагем до нуля.\",\"Электрические дуги из оружия и турелей поражают на одного врага больше.\",\"Все стратагемы оружия поддержки запускаются сразу после вызова, что сокращает общее время развертывания.\",\"Снижает время, необходимое для запуска всех стратагем турелей.\",\"Увеличивает боезапас всех стратагем турелей на 50%.\",\"Позволяет стратагемам турелей быстрее вращаться и находить цели.\",\"Турели получают на 50% меньше урона от взрывов.\",\"«Турели с минометами» в первую очередь стреляют по отмеченным целям.\"]",
    "titles": "[\"уровень\",\"Эффект:\",\"Затрагиваемые стратагемы:\"]"
  },
  "stratagems": {
    "names": "[\"MG-43 «Пулемет»\",\"APW-1 «Крупнокалиберная винтовка»\",\"M-105 «Доблесть»\",\"EAT-17 «Одноразовый бронебой»\",\"GR-8 «Безоткатная винтовка»\",\"FLAM-40 «Огнемет»\",\"AC-8 «Автопушка»\",\"MG-206 «Тяжелый пулемет»\",\"RL-77 «Ракетница с подрывом в воздухе»\",\"MLS-4X «Коммандос»\",\"RS-422 «Рельсотрон»\",\"FAF-14 «Копье»\",\"Ракетомет StA-X3 W.A.S.P.\",\"Орбитальный залп Гатлинга\",\"Орбитальная воздушная бомба\",\"Орбитальный залп 120-мм ОФ\",\"Орбитальный залп 380-мм ОФ\",\"Орбитальный огневой вал\",\"Орбитальный лазер\",\"Орбитальный удар напалмом\",\"Орбитальный рельсотронный залп\",\"Орел: бреющий полет\",\"Орел: воздушный налет\",\"Орел: кластерная бомба\",\"Орел: авиаудар напалмом\",\"LIFT-850 «Реактивный ранец»\",\"Орел: дымовая завеса\",\"Орел: 110-мм ракетные блоки\",\"Орел: бомба [500 кг]\",\"M-102 Машина тактической разведки\",\"Орбитальный высокоточный удар\",\"Орбитальный газовый удар\",\"Орбитальный эм-удар\",\"Орбитальная дымовая завеса\",\"E/MG-101 «Огневая позиция: тяжелый пулемет»\",\"FX-12 «Реле генератора щита»\",\"A/ARC-3 «Тесла-башня»\",\"MD-6 «Противопехотные мины»\",\"B-1 «Рюкзак: боеприпасы»\",\"GL-21 «Гранатомет»\",\"LAS-98 «Лазерная пушка»\",\"MD-14 «Зажигательные мины»\",\"AX/LAS-5 «Аппарат: сторожевой пес»\",\"SH-20 «Рюкзак: баллистический щит»\",\"ARC-3 «Дуговой метатель»\",\"MD-17 «Противотанковые мины»\",\"LAS-99 Пушка «Квазар»\",\"SH-32 «Генератор щита»\",\"A/MG-43 «Пулеметная турель»\",\"A/G-16 «Турель Гатлинга»\",\"A/M-12 «Турель с минометом»\",\"AX/AR-23 «Сторожевой пес»\",\"A/AC-8 «Турель с автопушкой»\",\"A/MLS-4X «Ракетная турель»\",\"A/M-23 «Турель с эм-минометом»\",\"EXO-45 Экзокостюм «патриот»\",\"EXO-48 Экзокостюм «благодетель»\",\"TX-41 Стерилизатор\",\"AX/TX-13 «Сторожевой пес» - вонючка\",\"SH-51 Щит направленного действия\",\"A/FLAM-40 Турель-огнемет\",\"E/AT-12 Противотанковое орудие\",\"Подкрепление\",\"SOS маячок\",\"Припасы\",\"Флаг Супер-Земли\",\"Загрузить данные\",\"Доставка диска\",\"Адская бомба\",\"Артиллерия ВССЗ\",\"Сейсмический зонд\",\"Емкость с темной жидкостью\"]",
    "descriptions": "[\"Стационарный пулемет. Обладает большой огневой мощью, но сильной отдачей и сниженной точностью.\",\"Крупнокалиберная снайперская винтовка, эффективно поражающая легкую бронированную технику на большом расстоянии. Используется только с прицелом.\",\"Компактный пулемет малого калибра. Меньшая огневая мощь по сравнению с тяжелыми пулеметами компенсируется удобством использования и быстротой перезарядки.\",\"Одноразовое оружие, предназначенное для повреждения бронированной техники. Выбрасывается после использования.\",\"Безоткатная винтовка, эффективно уничтожающая бронированную технику. В комплекте идет рюкзак поддержки для перезарядки.\",\"Зажигательное оружие ближнего боя. Поджигает врагов, ландшафт и легковоспламеняющихся союзников.\",\"Автоматическая пушка, эффективно уничтожающая легкую бронированную технику. Для перезарядки требуется прикладываемый рюкзак поддержки.\",\"Очень мощный, но сложный в обращении пулемет с сильной отдачей.\",\"Выпускает ракету, которая взрывается при приближении к цели и разбрасывает множество взрывающихся бомб.\",\"Одноразовая пусковая установка для четырех ракет с лазерным наведением.\",\"Экспериментальное оружие, отличающееся высокой бронепробивной способностью. Требует зарядки между выстрелами, так что выбирайте цели с умом.\",\"Противотанковая ракета с самонаведением, которую нужно навести на цель перед запуском. Эффективна против больших и бронированных целей.\",\"Многофункциональный ракетомет, заряженный семью самонаводящимися снарядами с захватом цели. Можно как стрелять снарядами из самой установки, так и устраивать подрыв в воздухе. Поставляется вместе со вспомогательным рюкзаком, необходимым для перезарядки. Произведено «Оружием Шталя»\",\"Залп фугасных снарядов из скорострельных вращающихся автопушек эсминца.\",\"Взрывающийся в воздухе снаряд, обрушивающий на землю град смертоносной шрапнели. Неэффективен против тяжелой брони.\",\"Высокоточный артиллерийский залп по небольшой площади, идеально подходящий для уничтожения сконцентрированных сил врага.\",\"Долгий залп, причиняющий огромные разрушения на большой площади. Рекомендуется уведомить союзников.\",\"Артиллерийский удар по линии, которая последовательно сдвигается, выдавливая врагов из укрытий и позволяя продвигаться вперед.\",\"Выстрел из лазерной пушки эсминца по выбранной зоне, испаряющий все цели в области действия.\",\"Продолжительный залп напалмовыми снарядами по обширной области, быстро поджигающий большие территории.\",\"Высокоскоростной снаряд рельсотрона выпускается по крупнейшей цели рядом с маяком. Прицеливание выполняется автоматически.\",\"Атака на бреющем полете для зачистки малых целей. Может быть выполнена практически моментально.\",\"Неприцельная бомбардировка, создающая вал взрывов.\",\"Прицельный удар с воздуха, недостаточно мощный, чтобы уничтожить постройки, но отлично справляющийся с малыми целями.\",\"Бомбардировка напалмом, создающая стену пламени, которая не позволит врагу продвинуться вперед.\",\"Позволяет пользователю прыгать выше, чем допускает «гравитация» и «безопасность». Требует зарядки перед использованием.\",\"Бомбардировка дымовыми гранатами, создающая плотную дымовую завесу, которая блокирует врагу обзор.\",\"Залп из ракетных блоков, выпускаемый пилотом «Орла» по крупнейшей цели рядом с маяком стратагемы.\",\"Большая бомба, способная уничтожить практически любую цель в точке взрыва. Не забудьте покинуть зону удара.\",\"Легкобронированный разведывательный транспорт с установленным на него тяжелым пулеметом.\",\"Один меткий выстрел из пушки «АТЛАС» эсминца\",\"Снаряд, выпускающий облако едкого газа, наносящего урон как органическим, так и механическим существам.\",\"«Несмертельное оружие», предназначенное для изменения поведения врага. Снаряд на время оглушает все цели в зоне удара.\",\"Создает большое облако плотного дыма, перекрывающего целям обзор.\",\"Укомплектованное укрепление, крайне эффективно уничтожающее легкобронированные цели. Медленно поворачивается, размещайте его с трудом.\",\"Стационарный энергетический щит, обеспечивающий защиту от снарядов. Время действия ограничено.\",\"Турель, выпускающая электрические разряды по целям на близкой дистанции. Чтобы не попасть под огонь по своим, лягте на землю.\",\"Размещает оборонительное противопехотное минное поле, задерживающее наступление врага.\",\"Ящики с боеприпасами, а также рюкзак, позволяющий пользователю раздавать их другим Адским Десантникам.\",\"Гранатомет, эффективно поражающий бронированную пехоту. Не предназначен для уничтожения бронированной техники или укреплений.\",\"Лазерное оружие, стреляющее непрерывным лучом. Не требует перезарядки, но в случае перегрева нужно заменить радиатор.\",\"Размещает оборонительное зажигательное минное поле, при активации поджигающее цели и ландшафт.\",\"Автономный дрон, оснащенный лазерной винтовкой и обеспечивающий всестороннее прикрытие. Возвращается в рюкзак для перезарядки.\",\"Рюкзак, который можно использовать в качестве одноручного баллистического щита. Защищает от снарядов малого калибра.\",\"Выстреливает электрическую дугу на близком расстоянии. Заряжается для стрельбы молниями, способными поразить несколько целей.\",\"Разбрасывает мощные противотанковые мины, наносящие большой бронебойный урон. Образует не очень плотное минное поле по сравнению с менее крупными минами.\",\"Заряжается и выпускает мощный взрывающийся сгусток энергии. После выстрела долго перезаряжается.\",\"Окружает пользователя сферическим щитом, который блокирует высокоскоростные снаряды. Время действия ограничено.\",\"Маневренная автоматическая пулеметная турель. Будет вести огонь по целям, даже если на линии стрельбы будут Адские Десантники.\",\"Автоматическая турель, обладающая крайне высокой скорострельностью. Внимание: не имеет системы распознавания «свой-чужой».\",\"Турель, выпускающая мощные снаряды по высокой дуге. Эффективна на большом расстоянии и может поражать цели за укрытиями.\",\"Автономный дрон, оснащенный штурмовой винтовкой «Освободитель» и обеспечивающий всестороннее прикрытие. Возвращается в рюкзак для перезарядки.\",\"Автоматическая пушка-турель посылает противотанковые снаряды на большое расстояние. Сниженная маневренность компенсируется дальностью и мощью стрельбы.\",\"Мощная автоматическая турель, эффективно поражающая бронированные цели. В основном целится в крупных врагов.\",\"Турель разбрасывает генераторы статического поля, замедляющие продвижение врага.\",\"Тяжелобронированный экзокостюм, оснащенный гранатометом и тяжелым пулеметом.\",\"Тяжелобронированный экзокостюм, оснащенный спаренными автопушками.\",\"Распыляет едкие химикаты в мелкий туман, который плавит электронные компоненты и ткани. Ослепляет и замедляет большинство врагов.\",\"Дрон, который защищает своего владельца, распыляя едкий газ на окружающих врагов, на время ослепляющий и замедляющий большинство из них. Возвращается в рюкзак для дозаправки.\",\"Одноручное приспособление, создающее широкий энергетический барьер перед владельцем. Барьер является полупроницаемым: блокирует попадание высокоскоростных снарядов, но позволяет владельцу стрелять сквозь него.\",\"Автоматическая турель-огнемет. Предупреждение: канистра с топливом может взорваться при повреждении.\",\"Мощное управляемое орудие, способное уничтожать бронированные цели на дальней дистанции.\",\"Подкрепление из 1 нового и готового к тяжелой битве Адского Десантника.\",\"Маяк, который своим ярким светом прорезает небеса и является призывом о помощи всем ближайшим Адским Десантникам.\",\"Капсула с патронами, гранатами и стимами на полную команду, состоящую из 4 Адских Десантников.\",\"Символ, олицетворяющий собой процветание, свободу и управляемую демократию.\",\"Старт загрузки данных, так сильно необходимых Супер-Земле.\",\"Доставка стратегического диска с программой, позволяющей выполнять разноплановые задачи.\",\"Самое мощное вооружение для уничтожения сооружений и противников демократии.\",\"Артиллерия, мощные снаряды которой могут оказать существенную огневую поддержку на поле боя.\",\"Зонд для сканирования глубин планет и метеоров. Помогает найти нужные ресурсы для последующей добычи.\",\"Емкость с темной жидкостью, которая необходима для уничтожения супер колонии Терминидов на Меридии.\"]"
  },
  "armor": {
    "names": "[\"SС-30 «Следопыт»\",\"SC-34 «Лазутчик»\",\"SС-37 «Легионер»\",\"CE-07 «Мастер-подрывник»\",\"CE-67 «Титан»\",\"CE-74 «Крушитель»\",\"FS-37 «Разоритель»\",\"FS-38 «Искоренитель»\",\"B-08 «Легкий стрелок»\",\"CM-21 «Траншейный медик»\",\"EX-00 «Прототип X»\",\"CW-4 «Арктический рейнджер»\",\"PH-9 «Хищник»\",\"I-09 «Самонаведение»\",\"AF-50 «Ядовитый рейнджер»\",\"UF-16 «Инспектор»\",\"AC-2 «Исполнительный»\",\"SR-24 «Уличный разведчик»\",\"IE-57 «Адская решимость»\",\"B-01 «Тактик»\",\"B-22 «Образцовый гражданин»\",\"B-24 «Вышибала»\",\"DP-00 «Тактик»\",\"DP-11 «Защитник народа»\",\"DP-40 «Герой федерации»\",\"DP-53 «Спаситель свободных»\",\"CW-9 «Белый волк»\",\"CE-27 «Первопробиватель»\",\"CE-35 «Траншейный инженер»\",\"CE-81 «Джаггернаут»\",\"SС-15 «Мастер дронов»\",\"CM-09 «Костолом»\",\"CM-10 «Клиницист»\",\"CM-14 «Врач»\",\"TR-7 «Представитель бренда»\",\"TR-9 «Кавалер демократии»\",\"TR-40 «Золотой орел»\",\"TR-117 «Альфа командир»\",\"SA-04 «Боевой техник»\",\"SA-12 «Сервоприводная»\",\"SA-25 «Стальной кавалерист»\",\"EX-03 «Прототип 3»\",\"EX-16 «Прототип 16»\",\"FS-34 «Истребитель»\",\"PH-56 «Ягуар»\",\"I-92 «Пожарный»\",\"I-102 «Драгонавт»\",\"AF-02 «Хим-мастер»\",\"AF-91 «Полевой химик»\",\"UF-50 «Кровавая гончая»\",\"UF-84 «Убийца сомнений»\",\"AC-1 «Добросовестный»\",\"IE-3 «Мученик»\",\"IE-12 «Праведник»\",\"FS-05 «Меткий стрелок»\",\"FS-11 «Палач»\",\"FS-23 «Воевода»\",\"FS-55 «Разрушитель»\",\"FS-61 «Дредноут»\",\"SA-32 «Динамо»\",\"CW-22 «Кадьяк»\",\"CW-36 «Зимний воин»\",\"TR-62 «Рыцарь»\",\"B-27 «Укрепленный коммандос»\",\"CE-64 «Гренадер»\",\"CE-101 «Горилла-партизан»\",\"CM-17 «Мясник»\",\"PH-202 «Палколом»\",\"I-44 «Саламандра»\",\"AF-52 «Карантин»\",\"SR-18 «Заграждение»\",\"SR-64 «Шлакоблок»\"]",
    "obtainingMethods": "[\"Пройдите обучение\",\"Подарок на День свободы 26.10.24\",\"Бонус за предзаказ\",\"Покупка издания Super-Citizen\",\"Награда в честь выхода обновления Эскалация свободы\",\"Helldivers 2 Twitch-drops\",\"Покупка в Супермагазине\",\"Покупается в боевом пропуске «Адские Десантники, в бой!»\",\"Покупается в боевом пропуске «Закаленные ветераны»\",\"Покупается в боевом пропуске «На острие»\",\"Покупается в боевом пропуске «Демократический подрыв»\",\"Покупается в боевом пропуске «Полярные патриоты»\",\"Покупается в боевом пропуске «Змеи-коммандос»\",\"Покупается в боевом пропуске «Пламя свободы»\",\"Покупается в боевом пропуске «Химзащита»\",\"Покупается в боевом пропуске «Блюстители правды»\",\"Покупается в боевом пропуске «Городские легенды»\",\"Коллаборация с Killzone\"]",
    "descriptions": "[\"Эта запатентованная ткань поглощает инфракрасное и ультрафиолетовое излучение, предотвращая обнаружение всеми известными видами детекторов.\",\"Работающая на плутонии-238 ядерная батарея позволяет сканировать местность еще долгое время после того, как пользователь прекратил существование.\",\"Эта броня основана на старинной униформе «Легиона Суперземли», менее патриотичного предшественника «Адских Десантников».\",\"Эта броня была разработана для лунных терраформеров и способна выдержать резкие перепады давления, температуры и скорости перемещения.\",\"Являясь качественным продуктом, эта броня может разрушить 300 000 километров ограждений без снижения эксплуатационной эффективности.\",\"Отечественная версия этой брони доступна для граждан, которые хотят выполнить эффективные проекты по ремонту дома.\",\"Содержит множество маленьких карманов, позволяющих равномерно распределить вес боеприпасов, образцов и симпатичных камешков.\",\"Впервые он был применен в шахтах Киберстана, где обеспечивал защиту от взрывов в богатых водородом пещерах.\",\"Компактная и гибкая, эта кевларовая броня добавляет минимальную массу, что делает ее обычным выбором для фитнес-тестов Адских Десантников.\",\"Когда-то эта броня предназначалась для переноски медицинского оборудования на поле боя. Сейчас в ней можно носить большой запас стимов.\",\"Результат траты нескольких миллиардов суперкредитов и 12 лет разработки «Солдата будущего».\",\"Оснащен разгрузочным поясом со множеством карманов, которые можно наполнить различными предметами: перочинными ножами, сувенирами из дома или интересными камнями.\",\"Эта броня вдохновлена формой Джекли-6, ветерана змеев-коммандос, который во время Первой галактической войны остановил наступление целого роя терминидов на Нубларии, имея только пулемет, перочинный нож и орбитальные лазерные удары.\",\"Полированные кроваво-красные пластины выкованы в праведном пламени, как и герои, которых они должны защищать.\",\"«Мы не боимся ни смерти, ни яда. Стенания врагов нам отрада». — Цитата из популярного мюзикла «Надбавка за вредность».\",\"Эту броню прославила серия детективных романов «Блюстители правды: правдивые блюстители», где ее носил главный герой, настоящий образец патриотизма, защищавший нас от предательской лжи.\",\"Шлем оснащен гептафокальными линзами, что делает его одинаково популярным как среди снайперов, так и среди любителей миниатюрного моделирования.\",\"Цветовая гамма брони навевает приятные воспоминания о колониальном прошлом и его атрибутах: бетонных жилищах в пограничье, гражданских комбинезонах цвета сланца и пироге космических поселенцев.\",\"Эта броня собрана из восстановленных деталей брони Адских Десантников и бойцов ВССЗ и предназначена для тех, кто не позволит отсутствию защиты всего тела удержать их от нахождения на линии фронта.\",\"Это стандартная броня Супер-Земли, изготовленная из того же титанового сплава, что и корпус эсминца.\",\"Выдается Адским Десантникам, чьи жизни на гражданке были ознаменованы выдающимися деяниями, патриотизмом и верностью Федерации.\",\"Во время полевых испытаний 84% пользователей отметили, что броня улучшает их осанку и самооценку.\",\"Этот классический комплект брони узнают повсеместно — такой носили героические Адские Десантники, истребившие терминидов, киборгов и просветленных во времена первой галактической войны.\",\"Три нашивки на наплечниках символизируют три принципа Супер-Земли: свободу, демократию и процветание.\",\"Хотя изначально он предназначался исключительно для церемониального использования, его вдохновляющая энергия оказалась столь же полезной на поле боя (темный вариант набора «Кавалер демократии»).\",\"Точная копия доспехов, которые носили в битве за Пик Свободы. Почитайте их наследие и носите его с гордостью.\",\"Узор этой брони является результатом Инициативы по Улучшению Зимнего Камуфляжа, в рамках которой было рассмотрено 136 предложений, после чего было установлено, что белый цвет лучше остальных цветов сливается со снегом.\",\"«Нет такой поверхности, которую нельзя пробить», — старшина Джанет Джонс, основательница землеройного корпуса.\",\"Когда колонисты из системы Хеллмейр нашли потерянный груз с этой броней, их любимым развлечением стало пробивание заборов.\",\"Один из самых долговечных видов инженерных брони. Каждый комплект прошел проверку взрослой особью жука-громилы.\",\"Некоторые солдаты сообщают о странных радиопомехах, появляющихся, если носить эту броню рядом с инопланетными артефактами.\",\"Дизайн брони основан на костюме колониального хирурга, на чьи медицинские обязанности часто накладывается необходимость участвовать в обороне.\",\"Запатентованная технология обратного шва снижает риск попадания телесных жидкостей внутрь брони.\",\"Уникальное сочетание красного, белого и зеленого цветов межгалактического лечебного корпуса извещает Адский Десант, помощь идет!\",\"Рекламная броня, изготовленная компанией SUMY Corp. в рамках весьма успешной маркетинговой кампании замороженного йогурта.\",\"Носители этих доспехов не ездят верхом на лошадях, но, тем не менее, отправляются в бой верхом на верном скакуне Свободы.\",\"Эта броня с сигнальными элементами позволяет легко замечать ее обладателя в дыму, тумане и разлетающихся внутренностях.\",\"Для столь сильных и уверенных в себе воинов, что им не требуется какая-либо поддержка.\",\"Этот костюм увеличивает силу носителя, поэтому в нем рекомендуется с осторожностью открывать двери или обнимать коллег.\",\"Каждая конечность с сервоприводом содержит 138 крошечных моторчиков, которые поддерживают естественную походку и долгосрочное здоровье спины.\",\"Чтобы добиться оптимальной эффективности, производитель рекомендует избегать погружения брони в соленую воду на длительный срок.\",\"Проводка этого прототипа находится под напряжением 400 000 вольт, поэтому он оснащен удобной изолирующей резиновой подкладкой.\",\"Так как электрическая дуга создает мощное магнитное поле, пользователю не стоит активировать ее вблизи сшитых скобами документов.\",\"Оснащена запатентованным неадгезивным покрытием, облегчающим очистку брони от внутренностей после долгой боевой смены.\",\"«Двигайся как ягуар, бей как змей» — таким был девиз легендарного отряда спецназа ВССЗ, чьи реальные подвиги описаны в классической серии комиксов «Истории змей-коммандос».\",\"Тяжелая резиновая накидка и отражающая защита для конечностей, первоначально разработанная для спасения граждан из горящих зданий, теперь позволяет без ограничений применять очищающее пламя Справедливости.\",\"Полностью покрыт слоем кварцево-волокнистой пены толщиной в 14 см за исключением тонких подходящих к ушам трубок, позволяющих слышать приятные вопли горящих врагов Свободы.\",\"Эта броня, разработанная министерством науки для изучения феномена, известного как «Мрак», непроницаема и не скрипит.\",\"Вы наверняка уже видели эту броню и шлем с дружелюбным лицом в известном детском шоу «Джек Полатник Ученый Десантник».\",\"Пользователям не рекомендуется царапать лаковое покрытие, так как пигмент «Красный 20 000», придающий этой броне ее фирменный оттенок, может быть связан с ускоренным расплетением ДНК.\",\"Одного вида этой брони достаточно, чтобы даже самые закоренелые диссиденты сошли со своего порочного пути.\",\"Дыхательный аппарат этой брони позволяет дышать полной грудью даже тем солдатам и колонистам, которые откомандированы на планеты с типами атмосферы «выше оптимального», «экстремальные условия» и «закаляющие характер».\",\"Эту броню, сделанную по подобию статуи Скорбной Свободы, которая оплакивает существование тирании, носят те, кто готов отдать свои жизни, чтобы высушить ее слезы.\",\"Эта броня вдохновлена множеством статуй Осмотрительной Свободы, которая бдительно следит за очередями в магазинах, школьными дворами, сообществами пожизненной реабилитации и театрами для публичных признаний.\",\"В первых прототипах использовались амортизационные гели, но эта броня стабилизирует цель с помощью встроенных гироскопов.\",\"Эту броню популяризовал актер Чип Месситер, который носил ее в боевике-ромком-мюзикле «Мое сердце похитил человек в шлеме».\",\"Бывшие в употреблении образцы этой стабилизирующей прицел брони неожиданно стали популярны среди любителей наблюдать за инопланетными птицами.\",\"Содержит множество маленьких карманов, позволяющих равномерно распределить вес боеприпасов, образцов и симпатичных камней.\",\"С помощью гражданских модификаций этой брони жители горных колоний зашвыривают наверх метеорологическое оборудование.\",\"С помощью гражданских модификаций этой брони жители горных колоний зашвыривают наверх метеорологическое оборудование.\",\"Броня CW-22 «Кадьяк» была тщательно испытана на герметичность патриотичными добровольцами в рамках программы продвижения граждан «Подопытные для Супер-Земли».\",\"Броня обеспечивает маскировку в заснеженных областях и пользуется популярностью среди фотографов-натуралистов и опытных охотников.\",\"Создан для того, чтобы вершить правосудие в самых темных уголках галактики.\",\"Впервые эта броня появилась в клипе на летний хит «Наша любовь словно свобода (нерушима)».\",\"Классический рекламный слоган «Гранату пробовали?» не менялся вот уже 70 лет.\",\"Тяжелая броня защищает от укусов животных, вражеского огня и напыщенных обличительных речей анархистов.\",\"Броня популярна у фронтовых хирургов, которые как искусно собирают тела, так и разбирают их по кусочкам.\",\"Отсутствие покрытия на верхних конечностях обеспечивает повышенную свободу движения, улучшенное отведение влаги и возможность демонстрировать силу рук своим товарищам.\",\"Фирменный оранжевый наплечник, позволяющий легко обнаруживать своего хозяина, живого или мертвого, среди покрытого пеплом поля боя.\",\"Эта многослойная броня защищает от появления волдырей на глазах, разжижения подкожных тканей и разрушения желудочно-кишечного тракта и воплощает собой силу пошаговых улучшений на основе отзывов пользователей.\",\"Для своих эмблема на плече этой брони символизирует приближение безопасной зоны, для чужих — что дальше им не пройти.\",\"Для изготовления этой брони использовался переработанный металл из проверенных источников, таких как упаковка из торговых автоматов и автоматоны, пущенные на металлолом. Идеальный выбор для экологически сознательных Адских Десантников.\"]",
    "types": "[\"Легкая броня\",\"Средняя броня\",\"Тяжелая броня\"]"
  },
  "armorBonuses": {
    "names": "[\"Экстра-уплотнение\",\"Инженерный комплект\",\"Аптечка\",\"Демократия защищает\",\"Электропроводник\",\"Укрепление\",\"Сервопривод\",\"Разведчик\",\"Пик формы\",\"Огнеопасный\",\"Продвинутая фильтрация\",\"Непоколебимый\",\"К осаде готов\",\"Акклиматизированный\"]",
    "descriptions": "[\"Обеспечивает более высокий рейтинг брони.\",\"Снижает отдачу в приседе и лежа еще на 30%. Увеличивает первоначальный размер инвентаря и количество переносимых гранат на +2.\",\"Увеличивает первоначальный размер инвентаря и количество переносимых стимов на +2. Увеличивает время действия стима на 2.0 сек.\",\"50% вероятность не умереть при получении смертельного урона. Предотвращает урон от кровотечения при кровотечении из груди.\",\"Дает 95% сопротивление урону от дуги.\",\"Снижает отдачу в приседе и лежа еще на 30%. Дает 50% сопротивление урону от взрыва.\",\"Увеличивает дальность броска на 30%. Увеличивает здоровье конечностей на 50%.\",\"Размещенные на карте метки сканируют местность каждые 2.0 сек. Сокращает дистанцию обнаружения пользователя на 30%.\",\"Увеличивает урон в ближнем бою на 50%. Улучшает обращение с оружием за счет уменьшения отдачи.\",\"Дает 75% сопротивления урону от огня, чтобы обладатель не сомневался в своей огнеупорности.\",\"Обеспечивает 80% к сопротивлению урону и эффектам от газа.\",\"Не дает Адским Десантникам дергаться, когда по ним попадают.\",\"Повышает скорость перезарядки основого оружия на 30%. Повышает боезапас основного оружия на 20%.\",\"Дает 50% сопротивления урону от огня, газа, кислоты и электричества.\"]"
  },
  "weapons": {
    "names": "[\"AR-23 «Освободитель»\",\"AR-23P «Пробойный освободитель»\",\"AR-23C «Взрывной освободитель»\",\"AR-23A Карабин «Освободитель»\",\"AR-61 «Размягчитель»\",\"Штурмовая винтовка StA-52\",\"BR-14 «Эксперт»\",\"R-2124 «Конституция»\",\"R-63 «Рвение»\",\"R-63 «Рвение антиснайпер»\",\"Акселераторная винтовка PLAS-39\",\"SMG-32 «Взыскание»\",\"SMG-37 «Защитник»\",\"SMG-72 «Трамбовщик»\",\"StA-11 «Рыцарь»\",\"MP-98 «Рыцарь»\",\"SG-8 «Каратель»\",\"SG-8S «Крушила»\",\"SG-451 «Барбекю»\",\"SG-20 «Стоп»\",\"SG-225 «Крушитель»\",\"SG-225IE «Зажигательный крушитель»\",\"SG-225SP «Крушитель ураган»\",\"CB-9 «Взрывной арбалет»\",\"R-36 «Извергатель»\",\"LAS-5 «Коса»\",\"LAS-16 «Серп»\",\"LAS-17 Обоюдоострый серп\",\"PLAS-1 «Поджигатель»\",\"PLAS-101 «Очиститель»\",\"SG-8P «Плазменный каратель»\",\"ARC-12 «Налетчик»\",\"JAR-5 «Угнетатель»\",\"FLAM-66 «Сжигатель»\",\"P-2 «Миротворец»\",\"P-4 «Сенатор»\",\"P-11 Стим-пистолет\",\"P-19 «Избавитель»\",\"P-72 «Фритюр»\",\"P-113 «Вердикт»\",\"GP-31 «Пистолет-гранатомет»\",\"GP-31 Ультиматум\",\"SG-22 «Партизан»\",\"LAS-7 «Кинжал»\",\"PLAS-15 «Верный»\",\"CQC-5 Боевой топорик\",\"CQC-19 Оглушающее копье\",\"CQC-30 Оглушающая дубинка\",\"G-3 «Дымовая»\",\"G-4 Газовая\",\"G-6 «Осколочная»\",\"G-10 «Зажигательная»\",\"G-12 «Фугасная»\",\"G-13 «Зажигательная ударная»\",\"G-16 «Ударная»\",\"G-23 «Оглушающая»\",\"G-23 Искатель\",\"G-123 «Термитная»\",\"K-2 Метательный нож\"]",
    "descriptions": "[\"Стандартная штурмовая винтовка ВССЗ, обладающая сбалансированной мощью, скорострельностью и весом, чтобы надежно поражать небольшие цели.\",\"Модифицированная винтовка «Освободитель», оснащенная прицелом и бронебойными боеприпасами, способными уничтожать бронированные цели.\",\"Модифицированная винтовка «Освободитель», стреляющая контузящими боеприпасами. Наносит меньше урона, но ошеломляет врагов.\",\"Компактная версия «Освободителя», отличающаяся повышенной эффективностью на ближней дистанции. Скорострельность повышена за счет увеличения разброса.\",\"Крупнокалиберная штурмовая винтовка, отличающаяся небольшим магазином, но увеличенной останавливающей силой.\",\"Штурмовая винтовка с вместительным барабанным магазином. Хорошо подходит для ведения непрерывного огня. Произведено «Оружием Шталя»\",\"Точная, бронебойная винтовка BR-14 «Эксперт» выносит справедливые приговоры врагам среднего размера, хотя ограниченный магазин ограничивает ее эффективность против больших групп.\",\"Церемониальная винтовка, вдохновленная древними образцами оружия додемократических времен. По традиции каждый гражданин получает ее в подарок на шестнадцатилетие — как мотивацию пойти на службу.\",\"Крупнокалиберная марксманская винтовка. Обладает высоким уроном и точностью, но малой емкостью магазина и низкой скорострельностью.\",\"Модифицированная винтовка «Рвение», обладающая повышенным уроном, но сниженной скорострельностью. Выпускает по одной пуле за раз.\",\"Высокоточная плазменная винтовка, стреляющая очередями. Чтобы вести огонь, нужно накопить заряд.\",\"Тяжелый пистолет-пулемет, использующий крупнокалиберные боеприпасы. Невысокая скорострельность помогает справиться с сильной отдачей. Отличное оружие для стрельбы на короткой и средней дистанции.\",\"Крупнокалиберный пистолет-пулемет с возможностью вести огонь одной рукой. Обладает относительно низкой скорострельностью.\",\"Стреляет ударными патронами, оглушающими врагов. Скорострельность снижена по сравнению с другими пистолетами-пулеметами.\",\"Пистолет-пулемет со шнековым магазином, который обеспечивает оружие увеличенным боезапасом, но при этом утяжеляет его. Произведено «Оружием Шталя».\",\"Пистолет-пулемет с экстремально высоким темпом стрельбы и возможностью вести огонь одной рукой. Идеален для многозадачности.\",\"Мощный помповый дробовик с двумя магазинами. Отличается ограниченной способностью пробивать броню. Идеален для малых и быстрых целей.\",\"Модифицированный дробовик «Каратель», стреляющий тяжелыми мощными пулями. Идеально подходит, чтобы пробивать большие дыры в больших целях.\",\"Помповый дробовик, стреляющий зажигательной фосфорной дробью.\",\"Гуманное несмертельное оружие с двумя отдельными магазинами: один для бронебойных игольчатых боеприпасов, второй — для оглушающих.\",\"Автоматический дробовик с высокой скорострельностью, идеально подходящий для устранения толп врагов. Требует частой перезарядки.\",\"Модифицированный дробовик «Крушитель», стреляющий зажигательными снарядами. Сильно нагревается, поэтому стреляет только очередями.\",\"Модифицированный дробовик «Крушитель», стреляющий плотным зарядом дроби, которая отлично справляется с небольшими целями.\",\"Стреляет мощными взрывающимися зарядами, которые наносят максимальный урон при прямом попадании. При прицеливании необходимо учитывать силу тяжести.\",\"Однозарядная винтовка, стреляющая реактивными снарядами, которые при ударе взрываются, разбрасывая вокруг осколки. Не рекомендуется для использования в ближнем бою.\",\"Лазерная винтовка, стреляющая непрерывным лучом. Не требует перезарядки, но в случае перегрева нужно заменить радиатор.\",\"Лазерная винтовка, стреляющая короткими очередями. Не требует перезарядки, но в случае перегрева нужно заменить радиатор.\",\"Модель «Серп» LAS-16, удобно лишенная защиты от перегрева, что позволяет дольше стрелять очередями. При перегреве наносит больше урона, но немного обжигает стрелка.\",\"Плазменная винтовка, стреляющая зарядом перегретого газа, который взрывается при попадании. Не стойте в зоне взрыва.\",\"Плазменная винтовка, выстреливающая заряд перегретого газа, который взрывается при ударе. Каждый выстрел требует полной предварительной зарядки.\",\"Модифицированный дробовик «Крушитель», стреляющий взрывающимися снарядами плазмы. Стреляйте аккуратно – взрывающаяся плазма может ранить ваших товарищей.\",\"Дробовик, выпускающий широкий заряд высоковольтного электричества, которое перескакивает между целями (чужими и своими) в области действия.\",\"«Угнетатель» стреляет реактивными снарядами. Отличается высоким уроном, но низкой скорострельностью и малой емкостью магазина.\",\"Легкий огнемет. Выбрасывает топливо под давлением через форсунку и поджигает его. Полностью безопасен.\",\"Стандартный пистолет ВССЗ, отличающийся высокой скорострельностью, емким магазином и быстрой перезарядкой.\",\"Мощный револьвер, который можно перезаряжать по одному патрону. Надежное оружие, наносящее большой урон.\",\"Стреляет баллистическим дротиком почти со скоростью звука, позволяя применять стимы на расстоянии. Будет больно.\",\"Невероятно скорострельный автоматический пистолет, позволяющий разбираться с толпами врагов.\",\"Легкий огнемет пистолетного типа, способный выбрасывать поток пламени на короткое расстояние.\",\"Полуавтоматический, действующий отводом газов пистолет P-113 использует 14-мм патрон «Быстрое заседание», крупнейший патрон центрального воспламенения для магазинных пистолетов.\",\"Пистолет, стреляющий гранатами. Его необходимо перезаряжать между выстрелами.\",\"Пистолет, оснащенный мощной дульной гранатой. Вес снаряда ограничивает дальность стрельбы.\",\"Трехствольный обрез-переломка. Переключите режим стрельбы, чтобы выстрелить из всех трех стволов одновременно.\",\"Лазерный пистолет, стреляющий непрерывным лучом. Не требует боеприпасов, но может перегреться и потребовать замены батареек.\",\"Плазменный пистолет, заряжающий каждый выстрел, пока вы не отпустите спусковой крючок. Плазменные заряды взрываются при попадании.\",\"Мощное одноручное оружие ближнего боя.\",\"Оружие ближнего боя, оснащенное электрозубцами. Способно ненадолго оглушать цели. Можно использовать как одноручное оружие.\",\"Легкое оружие ближнего боя. Способно ненадолго оглушать цели.\",\"Дымовая граната, разработанная для быстрого охвата и маскировки. При активации выпускает продолжительное облако, мешающее видимости и обеспечивающее стратегическое прикрытие для маневров и отступления.\",\"Граната, выпускающая облако ядовитого газа, который на время ослепляет и замедляет как органических, так и неорганических врагов.\",\"Противопехотная осколочная граната. При взрыве наносит урон по большой площади.\",\"Зажигательная граната, разработанная для возгорания при детонации. Распространяет горящий материал на умеренную площадь, вызывая ожоги.\",\"Фугасная граната, наносящая урон легко бронированным целям. При взрыве наносит большой урон по небольшой площади.\",\"Зажигательная граната, поджигающая любые цели и ландшафт в области взрыва. Использовать с осторожностью.\",\"Ударная граната, предназначенная для немедленного взрыва при контакте. Наносит концентрированный урон в небольшом радиусе, что очень эффективно против скоплений живой силы противника.\",\"Временно оглушает все цели в радиусе действия.\",\"Этот дрон-гранатометчик следует за пользователем, пока не обнаружит поблизости врага, после чего летит к нему и взрывается при ударе. Обладает ограниченным зарядом батареи.\",\"Термитная граната, прилипающая к поверхностям, а потом горящая с температурой 2000°C. Может прожечь некоторую броню.\",\"Бесшумно доставляет правосудие врагам Свободы.\"]",
    "types": "[\"Основное\",\"Вторичное\",\"Метательное\"]"
  },
  "capes": {
    "names": "[\"Крушитель врагов\",\"Вестник независимости\",\"Вестник воли\",\"Вдохновитель\",\"Плащ звезд и голосования\",\"Непорочная верность\",\"Судный день\",\"Гребень чести\",\"Мантия истинного гражданства\",\"Пылающий самаритянин\",\"Свет вечной свободы\",\"Охотник на тиранов\",\"Плащ благодарных потомков\",\"Плащ славы\",\"Бастион целостности\",\"Убийца ботов\",\"Великий мученик\",\"Агент забвения\",\"Предвестник истинного равенства\",\"Ярость орла\",\"Гобелен свободы\",\"Кошмар диссидента\",\"Вечная слава\",\"Орден достопочтенного бюллетеня\",\"Метка багряного клыка\",\"Покров палача\",\"Очищающее затмение\",\"Прорыв\",\"Стандартное безопасное расстояние\",\"Память о нулевом пациенте\",\"Гордость разоблачителя\",\"Доказательство безупречной добродетели\",\"Покров тьмы\",\"Несгибаемый стержень\",\"Хранитель желтой линии\",\"Непоколебимость камня\",\"Сила в нашем оружии\",\"Защитник нашей мечты\",\"Fre Liberam\",\"Per Democrasum\",\"Видение свободы\",\"Око свободы\",\"Эмблема свободы\",\"Месть павшего героя\"]",
    "descriptions": "[\"Эти прочные, водонепроницаемые и утепленные плащи пользуются популярностью у туристов в качестве материала для палаток.\",\"Этот укороченный плаз символизирует краткость галактических конфликтов, за что надо благодарить эффективность Адских Десантников.\",\"Две полоски служат напоминанием о двух столпах успешной военной кампании: атаке и дальнейшей атаке.\",\"Некоторые говорят, что одного вида этого плаща, величественно колышущегося на ветру, достаточно чтобы вдохновить отряд на победу.\",\"Символ звездного обещания Супер-Земли на тему того, что однажды все звезды будут освещать массы счастливых избирателей.\",\"На последних этапах производства каждому такому плащу патриотический школьный хор поет гимн Супер-Земли.\",\"Череп Адского Десантника вселяет страх в сердца врагов, пытающихся подкрасться к владельцу этого плаща.\",\"Этот оттенок желтого полностью совпадает с цветом «Золотых врат» министерства единства, которые ведут в зал единогласного решения.\",\"Очень легкий плащ контрастирует с тяжелой ношей, которую подразумевает владение этим плащом: жить согласно идеалам истинного гражданина.\",\"Этот плащ окрашен в красный, белый и зеленый цвета 676-го демократического полка, до конца сражавшегося на склонах холма Свободы.\",\"Говорят, безупречное правосудие этого плаща ослепляет врагов свободы своим великолепным светом.\",\"Искромсанный подол плаща предвещает неугасимую свирепость, с которой его носитель обрашится на врагов свободы.\",\"Воплощение благодарности бесконечного множества потомков, чье освобожденное существование мы стараемся обеспечить.\",\"Согласно исследованиям, Адские Десантники в этом плаще выглядят на 17% более патриотичными.\",\"В основе дизайна — сигнальный плащ ВССЗ, облегчавший воздушным командам поиски павших героев.\",\"Плащ, внедряющий протокол страха в процессоры всех автоматонов, сканирующих его.\",\"Говорят, только истинные демократы могут накинуть этот плащ на свои плечи.\",\"0.05% от прибыли жертвуется национальному парку Суперстоун в рамках кампании министерства единства «Зеленая галактика».\",\"Владельцы этого плаща знают, что даже враги Свободы достойны равенства. Посмертно.\",\"Один из первых поступивших в массовое производство плащей. Он оказался последним, что видели бесчисленные враги свободы.\",\"Путь всех узревших этот плащ поразит красота Свободы или пули Воли.\",\"После тщательного тестирования в Центрах патриотической реабилитации этот дизайн оказался самым пугающим для пораженных раздором индивидуумов.\",\"Обеспечивает включение в бессмертные ряды тех, кто записан в цифровом архиве доблестных дел Супер-Земли.\",\"Украшен эмблемой Ордена достопочтенного бюллетеня, утвержденного министерством патриотического клуба для граждан, поклявшихся хранить святость голосования.\",\"Метка самых послушных из всех послушных тех, кто готов впиться в вены тирании и ввести сладкое противоядие Свободы.\",\"Укрывает плечи тех, кто наносит последний и самый значимый удар Правосудия.\",\"Создан в честь освобождения Хепессы IV во время Первой галактической войны, когда было подорвано столько орбитальных снарядов, что местное солнце оказалось закрыто пеплом на целый лунный цикл.\",\"Описанная в популярном графическом романе «Прорыв» последняя миссия 361-го отряда «Пламя свободы» — потрясающая история о том, как это легендарное подразделение высадилось прямо в сердце супервулкана и отдало свои жизни, чтобы спровоцировать извержение и уничтожить огромный рой Терминидов.\",\"Напоминая бойцам «Химзащиты» о необходимости держать дистанцию, это впечатляющее новшество в дизайне плащей гарантирует, что они больше не станут причиной новой вспышки Карцино-Чумы.\",\"С этим плащом мы отдаем дань уважения пионерам биологической войны из Дивизиона Ноль, призванным из карантинных зон и хосписов, чтобы распространять свою Карцино-Чуму на поле боя.\",\"Блюстители правды выдают этот стильный плащ, напоминающий о крови диссидентов на асфальте, информатору месяца.\",\"Этот плащ указывает на то, что его владелец всегда думает, чувствует и действует правильно, и поэтому на него возложена обязанность учить и переобучать своих сограждан.\",\"Если ваши дети не могут уснуть, укройти их этим плащом, чтобы они помнили, что за ними всегда присматривают невидимые защитники Свободы.\",\"На внутренней части воротника вышиты слова: «Если на поле вам мой щит попался, знайте: Десантник погиб, но не сдался» и «Подходит для машинной стирки».\",\"С древних времен желтая линия символизировала непреодолимую границу. Носить этот плащ означает проводить такую же границу между тиранией и свободой, между инопланетными чудовищами и собственностью Супер-Земли и никогда не отступать с этого пути.\",\"Когда обладатели такищ плащей встают плечом к плечу, мы способны увидеть их в истинном свете: как нерушимую защиту, за которой Свобода словно за каменной стеной.\",\"К каждому приобретенному плащу в подарок прилагается форма завещания, которая гарантирует будущему усопшему хорошее место на Стене мучеников.\",\"Этим плащом мы чествуем пилотов «Орлов», готовых последовать за маяком стратагемы в пасть тирании, даже если расположение маяка может показаться странным обычному человеку.\",\"Художники и скульпторы много раз пытались изобразить лицо Свободы, но правда состоит в том, что его может увидеть каждый гражданин, ему лишь нужно заказать зеркало.\",\"Метка доблестной верности, которую могут получить только проявившие абсолютную преданность.\",\"Создана в честь великого Демократического Песнопения на 14.02, когда более 10000 верных граждан единогласно выразили свое бесконечное уважение Свободе.\",\"Наши павшие герои живут в этом плаще и направляют руку владельца в сердца их убийц.\"]"
  },
  "news": {
    "titles": "[\"ПАТЧ 01.002.001\",\"Свежее обновление Helldivers 2 «Знамения Тирании» уже доступно.\",\"Сегодня в Helldivers 2 появляется заслуга «Городские легенды»\",\"ПАТЧ 01.002.002\",\"ПАТЧ 01.002.203\",\"Helldivers 2 x Killzone\",\"ПАТЧ 01.002.005\",\"ПАТЧ 01.002.101\",\"Супер Земля призывает преданных с новой заслугой: Слуги Свободы!\",\"ПАТЧ 01.002.103\",\"ПАТЧ 01.002.104\",\"ПАТЧ 01.002.105\",\"ПАТЧ 01.002.106\",\"Встречайте обновление сайта и его версию v1.3\",\"Встречайте обновление сайта и его версию v1.3.1\"]",
    "texts": "[\"Обзор|- Повторное подключение к последнему матчу!|- Изменения баланса|- Исправления вылетов|- Исправления в меню «Соцсети»|- Различные исправления|Адские Десантники, встречайте «Знамения Тирании»!|Просветленные вернулись, и с их появлением нашей демократии угрожает новая волна ужаса. Спустя почти столетие относительного спокойствия эти технически продвинутые враги вновь тянут к нам свои щупальца.Просветленные проводят загадочные атаки по всей галактике, захватывают наши колонии и изменяют наших граждан.|Нападения и исчезновения слишком точечные, чтобы подозревать полномасштабное вторжение, но методы и намерения Просветленных остаются тайной, покрытой мраком.||Новая фракция|Исчезнувшие почти на столетие просветленные окажутся для наших новобранцев более серьезным испытанием, чем все остальные. Эти технически продвинутые существа с высоким уровнем интеллекта обладают впечатляющими технологиями, которые могут показаться обычным людям темной магией.||По всей вероятности просветленные появились из черной дыры, созданной в результате уничтожения Меридии. Мы не знаем, откуда они на самом деле, но у нас нет иного выбора, кроме как одолеть все три фракции в Галактической войне.||Новые задания в колониях|«Знамения тирании» перенесут сражения на улицы, и новые задания придется выполнять на поверхности множества колоний Супер-Земли.||И это будет непросто. Забудьте об огромных открытых пространствах, в которых привыкли воевать Адские Десантники. Города — это ближний бой, темные переулки и развилки, где один неверный поворот может привести вас к орде неизбирателей, ждущих освобождения.||Новая машина разведки (МТР)|Учитывая все происходящее, на курсы вождения у Адских Десантников просто не будет времени. В колониях появится машина тактической разведки или МТР, готовая на большой скорости давить просветленных.||Изменения баланса||Общие изменения|Взрывающиеся бочки|Теперь бочки наполнены более взрывоопасным топливом с огнеопасными присадками, повышающими его производительность. Однако с этого момента при подрыве они будут оставлять за собой горящий след, что сделает их более опасными.||Адский Десантник|Благодаря новейшим разработкам Супер-Земли, вся броня Адских Десантников получила огнестойкое покрытие. Теперь они будут медленнее воспламеняться.||Основное оружие|SG-225SP «Крушитель ураган»|Эргономика увеличена с 25 до 50.||Дополнительное оружие||SG-22 «Партизан»|Скорость перезарядки уменьшена с 3 до 2,5 сек.||Метательное оружие|Газовая граната G4|Сила разрушения увеличена с 10 до 30.||Зажигательная граната G-10|Увеличена продолжительность горения.||Стратагемы оружия поддержки||RL-77 «Ракетница с подрывом в воздухе»|Новая функциональность оружия: помимо существующих зенитных снарядов теперь игроки могут использовать кластерные боеприпасы. Кластерные боеприпасы взрываются по истечении таймера, а не от сближения с целью. В обоих режимах выбрасывается одинаковое количество бомб, а отличия заключаются в следующем:|- Зенитные снаряды и бомбы работают как раньше|- Кластерные бомбы быстро заряжаются|- Кластерные бомбы не имеют таймеров подрыва||Лазерная винтовка LAS-98|Максимальное количество запасных магазинов увеличено с 1 до 2.|Перегрев оружия при стрельбе уменьшен на 20%.||Двигатели|Гибкий бюджет на подкрепления|Бонус от усилителя «Гибкий бюджет на подкрепления» увеличен на 150%.||Мастер воздушной эвакуации|Бонус от усилителя «Мастер воздушной эвакуации» увеличен на 100%.||Повышение мышечного тонуса|Бонус от усилителя «Повышение мышечного тонуса» увеличен на 40%.||Мотивирующий шок|Бонус от усилителя «Мотивирующий шок» увеличен на 100%.||Пассивные бонусы|Пик формы|Бонус к урону в ближнем бою от пассивного бонуса «Пик формы» увеличен на 100%.||Рюкзаки|Реактивный ранец LIFT-850|Теперь можно целиться во время полета.|Теперь можно использовать стимы во время полета.|ВНИМАНИЕ: использование пламени при движении вперед во время полета может привести к неожиданно горячим результатам.Цельтесь ответственно!||Стратагемы|Все турели|Теперь турели медленнее загораются и пламя быстрее тухнет, но они, как и раньше, получают урон от прямого попадания из огнемета.||Экзокостюм EXO-49 «Благодетель» и EXO-45 «Патриот»|Баланс обоих экзокостюмов был переработан, благодаря чему возросла их прочность и эффективность в бою, но сохранилось ощущение уязвимости, так как теперь они могут выйти из строя от полученного урона. Мы хотели улучшить опыт использования экзокостюма, сделав погружение в игру более глубоким.|- Основной запас здоровья увеличен с 600 до 850|- Запас здоровья кабины увеличен с 450 до 500|- Бронирование кабины увеличено с 2 до 3|- Запас здоровья рук увеличен с 250 до 350|- Броня рук уменьшена с 3 до 2|- Запас здоровья ног увеличен с 500 до 600|- Немного уменьшена защита от снарядов||Игровой процесс|Общение|Теперь вы можете вновь подключиться к последнему матчу после вылета игры.||Автоматоны|Укрепленный шатун-разведчик|- Уменьшено количество укрепленных шатунов-разведчиков, появляющихся на более высоких уровнях сложности|- Увеличена минимальная дальность ракетных ударов укрепленных шатунов-разведчиков|- Теперь укрепленные шатуны-разведчики будут останавливаться, чтобы запустить ракеты|- Перед запуском ракет добавлена небольшая задержка|- Улучшена считываемость запуска ракет благодаря новым эффектам двигателей|- Теперь ракеты на боку укрепленного шатуна-разведчика более стабильно взрываются, если игроки расстреливают их||Исправления||Самые важные проблемы:|Исправлена ошибка, из-за которой в случае большой нагрузки на серверы некоторые игроки получали приобретенные ими суперкредиты не сразу после оплаты.|Игроки не могут вести огонь с воздуха, используя реактивный ранец.|Исправлена ошибка, из-за которой во время нападения жуков, жуки не появлялись, если у кого-то был личиночный рюкзак.|Теперь башня танка автоматонов «Заграждение» перестает работать, если его корпус уничтожен.|Исправлена ошибка, из-за которой терминал бура для улья оказывался недоступен для взаимодействия.|Подкрепления могут быть недоступны для игроков, которые присоединяются к уже начавшейся игре.||Укрепленный шатун-разведчик не сообщает о своих атаках ракетами.|Уменьшена скорость появления укрепленных шатунов-разведчиков на более высоких уровнях сложности.|Минимальная дальность, с которой укрепленные шатуны-разведчики запускают ракеты, увеличена.|Теперь укрепленные шатуны-разведчики приостанавливаются, прежде чем выпустить ракеты.|Новые визуальные эффекты двигателей понятнее телеграфируют запуск ракет.|Теперь ракеты на боку укрепленных шатунов-разведчиков будут чаще взрываться, когда по ним стреляют игроки||Чрезмерный рэгдоллинг может вызывать ощущение беспомощности и разочарования.|Теперь Адские Десантники будут оставаться в положении лежа после рэгдоллинга и не будут автоматически вставать.|Теперь эффекты горения пропадают быстрее при рэгдоллинге.|Таким образом положение лежа будет обеспечивать большую защиту и выживаемость, уменьшая уязвимость к дальнобойным атакам, взрывам, огню и дополнительным эффектам рэгдоллинга. Также игроки смогут быстрее восстанавливать контроль над своим аватаром, что позволит им вставать, бежать, ползти, использовать стим или выполнять другие действия без необходимости ждать, когда аватар автоматически встанет.|Мы продолжаем отслеживать проблемы с рэгдоллингом и работаем над возможными решениями. Мы будем рады узнать ваше мнение об этих изменениях и их влиянии на игровой процесс!|Исправление вылетов и блокировки прохождения:|Общие исправления вылетов|Исправлен вылет, который мог произойти, если игрок возвращался на корабль, когда происходило большое количество взрывов.|Исправлен вылет, который происходил, когда игрок присоединялся к уже начавшемуся сеансу игры в конце текущего задания, оставался на экране выкладки до завершения задания, оказывался выброшен из меню и перемещен на корабль организатора. Если после этого игрок выбирал новые стратагемы и использовал их после приземления во время нового задания, игра вылетала.|Исправлен редкий вылет, который мог произойти сразу же после присоединения к новой игре.|Исправлен вылет, который мог произойти во время высадки после подключения к уже начавшейся игре.|Исправлен вылет на экране меню выкладки клиента при присоединении в качестве отряда.||Проблемы с общением|Исправлена проблема, из-за которой игроки могли попытаться присоединиться к отсутствующим друзьям, которые неверно отображались как находящиеся «на корабле», когда они были на начальном экране, из-за чего происходили ошибки типа «Невозможно присоединиться к лобби: время истекло».|Исправлена проблема, которая приводила к неверной работе меню соцсетей и системы лобби после долгого отсутствия.|Исправлена проблема, из-за которой в меню соцсетей не отображались обновленные имена ваших друзей.|Исправлена проблема, из-за которой функции кода друга Helldivers 2 не работали при отключенной кросс-игре.|Исправлена проблема, из-за которой пользователи с большим количеством друзей в игре не могли видеть статус игры своих друзей, в результате чего они не могли пригласить или присоединиться к своим друзьям.|Убрана возможность игроков использовать шестнадцатеричные коды в своих именах, чтобы выдавать себя за разработчиков и вызывать вылет клиентов других игроков.||Оружие и стратагемы|Теперь экзокостюмы сразу же катапультируют Адских Десантников, если полностью погружаются под воду.|Привязка команд ввода стратагем к другим кнопкам больше не отменяет процесс взаимодействия с терминалом.|Исправлена проблема, из-за которой атаки тесла-башни сбивали Адских Десантников с помощью пассивного бонуса «Электропроводник».|Адские Десантники больше не будут получать урон от падения при запуске посадочных двигателей реактивного ранца LIFT-850.|Исправлена проблема, из-за которой Адские Десантники, управляющие стратагемой E/MG-101 «Огневая позиция: тяжелый пулемет», мгновенно погибали, когда она оказывалась уничтожена.|Исправлена проблема, из-за которой Адские Десантники могли стрелять из выбранного оружия во время помощи с перезарядкой.||Задания|Исправлена проблема, из-за которой значок твердыни на карте оказывался скрыт, когда во время задания действовали атмосферные споры или ионные бури.|Враги|Исправлена проблема, из-за которой враги не отсоединялись от изготовителя во время заданий по борьбе с автоматонами.|Исправлена проблема, из-за которой враги иногда прыгали вверх-вниз.|Различные исправления|Исправлена проблема, из-за которой игроки могли двигаться в победных позах.|Функция синтезированной речи теперь перестает действовать сразу после отключения настройки.|Улучшена анимация крушения десантных кораблей автоматонов.|Тип ввода эмоций больше не игнорирует настройки игроков (удерживание, касание и т. д.)|Теперь в интерфейсе отображается виньетка опасности при получении урона от окружающей среды.|Исправлена проблема, из-за которой Адские Капсулы отбрасывали неверные тени на планету во время анимации высадки.|Согласно полученным рапортам некоторые Адские Десантники проносили дополнительные стимы в рюкзаках с припасами. Виновные были осуждены и отправлены на переобучение.|Таким образом, ошибка, из-за которой игроки получали неверное количество стимов при пополнении запасов, была исправлена.|Применение стимов больше не прерывается, когда проигрывается звук лечения.|Теперь в меню Демократической Космической Станции правильно указываются размеры вкладов игроков.|Был уменьшен минимальный размер пожертвования валюты на тактические действия Демократической Космической Станции. Всплывающее окно «Недостаточно средств» теперь будет появляться, только если вы попробуете пожертвовать валюту при нулевом балансе.|Кнопка «Оставить задание и отряд» больше не появляется, если игрок один.|Звук приглашения на сеанс игры больше не проигрывается после получения приглашения от заблокированного игрока.|Исправлена ошибка отображения на ярких поверхностях, из-за которой иногда они мерцали при включенном режиме|HDR.|Исправлена проблема, из-за которой размер шрифта рапортов оказывался слишком маленьким.|Немного доработан интерфейс при входе/выходе из экзокостюма.|Небольшие улучшения интерфейса теплового оружия.|Исправлена проблема, из-за которой игра не позволяла игроку ничего сделать, когда тот покидал экран привязки учетной записи PSN, находясь в меню выбора выкладки.||Известные проблемы|Ниже перечислены проблемы, появившиеся в этом патче, над которыми мы уже работаем, а также пока не исправленные проблемы из более старых версий игры.||Самые важные:|Игроки могут демонстрировать эмоции во время полета.|Шары стратагем непредсказуемым образом отскакивают от скал и других поверхностей.|Улучшения Демократической Космической Станции||Средняя важность:|Зажигательные Адские Капсулы больше не могут уничтожать крупные вражеские единицы, например танки.|Игроки могут застревать на рампе «Пеликана-1» во время эвакуации.|Наносящее большой урон оружие не подрывает Адские бомбы, уже находящиеся на карте.|Игроки, использующие Microsoft IME, не могут писать в чате на корейском, японском и китайском языках.|Оружие с перезарядкой может вести себя непредсказуемо, если скорострельность превышает лимит выстрелов в минуту.\",\"Адские Десантники, время пришло. Война изменилась.||Настали темные дни для всех свободных граждан. Нашу галактику пробирает озноб от ледяных объятий вернувшегося старого врага, и наше будущее темнеет от появления новых угроз.||Мы должны объединиться, встать под светом Супер-Земли и дать отпор этим ужасным вестям.|Этим знамениям тирании.||Просветленные вернулись||Исчезнувшие почти на столетие просветленные окажутся для наших новобранцев более серьезным испытанием, чем все остальные. Эти технически продвинутые существа с высоким уровнем интеллекта обладают впечатляющими технологиями, которые могут показаться обычным людям темной магией.||В конце Первой галактической войны Адские Десантники общими усилиями истребили просветленных. Мы считали, что добились успеха, и почти 100 лет жили в относительном мире, сдерживая угрозы терминидов и автоматонов. Благодаря постоянному набору рекрутов и подготовке новых Адских Десантников мы удерживали эти два фронта с неоспоримым успехом.||Но сейчас просветленные появились буквально из ниоткуда. Мы не знаем, откуда они на самом деле, но у нас нет иного выбора, кроме как одолеть все три фракции в Галактической войне.||Просветленные полагаются на контроль разума, похищают граждан, которые слабее других привержены идеалам демократии, и промывают им мозги с ужасными целями, которые нам до сих пор не известны. Попавшие под их власть граждане превращаются в кошмарных оскверненных существ, которых мы называем неизбирателями. Враг заставляет этих граждан Супер-Земли пойти против принципов Демократии и справедливых выборов, полностью лишив их возможности голосовать.||Цели вторжения просветленных нам до сих пор не известны. В данный момент враг атакует небольшими силами, проводит ограниченные операции, возводит таинственные постройки и похищает наших граждан, после чего вновь исчезает.||Мы должны помешать ему запустить свои тоталитарные щупальца в глубь владений Супер-Земли.||Война пришла к нам в дом.||«Знамения тирании» перенесут сражения на улицы, и новые задания придется выполнять на поверхности множества колоний Супер-Земли.||Захватчики громят наши колонии, превращая яркие и солнечные улицы, полные улыбающихся граждан, в темные руины, заполненные неизбирателями и просветленными. Вооружитесь верными инструментами разрушения и очистите наши колонии от этой заразы.||Но это будет непросто. Забудьте об огромных открытых пространствах, в которых привыкли воевать Адские Десантники. Города — это ближний бой, темные переулки и развилки, где один неверный поворот может привести вас к орде неизбирателей, ждущих освобождения. Выжить в них и победить смогут только лучшие и умнейшие отряды.||Полегче с пушкой||Учитывая все происходящее, на курсы вождения у Адских Десантников просто не будет времени. В колониях появится машина тактической разведки — МТР, — готовая на большой скорости давить просветленных.||Выполняйте главные приказы высшего командования Супер-Земли, и вы получите ключи от собственной МТР — новейшей боевой машины разведки с механической коробкой передач. В нее поместится весь отряд, а пассажиры даже смогут высовываться из окон, чтобы подавлять противника огнем, пока вы переключаете передачи и спешите к новой точке назначения. Вопрос один: кто за рулем?||Это еще не все новинки, и мы с нетерпением ждем, когда вы вернетесь на поле боя.||Обновление Helldivers 2 «Знамения Тирании», в котором вернется фракция просветленных, уже доступно! Высшее командование приказало всем Адским Десантникам прибыть на их суперэсминцы. Пора показать этим кальмарам, где раки зимуют.||Встречайте беспроводной контроллер DualSense™ – ограниченное издание, выполненное в стилистике игры HELLDIVERS™ 2||Уничтожайте жуков, ботов и кальмаров с новейшей разработкой министерства обороны Супер-Земли — шикарным беспроводным контроллером DualSense® ограниченного издания, выполненного в стилистике игры Helldivers 2 и раскрашенного в культовые черные и желтые цвета брони.||«Беспроводной контроллер DualSense® — ограниченное издание, выполненное в стилистике игры Helldivers 2» будет доступно в ограниченном количестве по цене $84,99/€84,99/£74,99. Предварительный заказ можно будет оформить с 20 декабря 2024 у принимающих участие в акции продавцов, а сам контроллер появится в продаже 6 февраля 2025 г. Точная дата появления контроллера в продаже и его доступность может зависеть от страны/региона проживания.||Саундтрек Helldivers 2 доступен на виниловых пластинках||Адские Десантники, внимание! Виниловая пластинка Helldivers 2 (оригинальный саундтрек игры) готова заступить на службу.|Она включает в себя:|- Прозрачную ярко-желтую пластинку|- Потрясающую музыку, написанную Уилбертом Роже II|- Обложку с одним карманом и вкладышем с перечнем авторов||Сделайте предварительный заказ и сражайтесь за свободу!\",\"Граждане Супер-Земли! Не нужно бояться возвращения мерзких просветленных: Адские Десантники готовы сражаться с ними хоть у вас на крыльце, хоть на границах наших городов. Начиная с этого момента, министерство обороны дает добро на продажу и распространение среди всех Адских Десантников премиальной заслуги «Городские легенды».||Вы сражались на болотах, в пустынях и ледяных пустошах с помощью нашего лучшего оружия. Но какое снаряжение вам понадобится, чтобы остановить вторжение в наши города?||Схватки на узких улицах колоний не обойдутся без встреч с врагами лицом к лицу, поэтому мы представляем SQC-19 «Оглушающее копье», наше первое дополнительное оружие ближнего боя. Удлиненная рукоять поможет вам удерживать дистанцию и будет отлично сочетаться со стратагемой SH-51 «Щит направленного действия».||Думаем, вам понравится стационарная огневая точка, которую можно призвать в центр города, чтобы показать жнецам просветленных, где их место. С помощью противотанкового орудия E/AT-12 вы сможете донести идеалы свободы даже до самых тяжелобронированных врагов, и при этом — наиболее демократичным способом.||Но что если вы столкнетесь с ордой неизбирателей и противотанковое орудие просто не справится с их количеством? Вам поможет турель-огнемет A/FLAM-40. Мощная стационарная турель, стреляющая огнем. Однако будьте с ней осторожны, Адские Десантники. Если красная канистра с топливом воспламенится, турель тоже загорится, и любому, кто оказался рядом, не поздоровится.||Пока вы сдерживаете натиск щитом и копьем, вам может немного помочь новый усилитель — вооруженные капсулы пополнения запасов. С этим усилителем каждая капсула получит маленькую турель, которая будет отгонять врагов, пока вы бежите за боеприпасами. Просто не забывайте пригибаться по пути!||Наденьте тяжелую броню SR-18 «Заграждение», и врагу ничего не останется, кроме как отступить. Шлем с гребнем в спартанском стиле и внушительные наплечники помогут произвести должное впечатление.||А если вы предпочитаете быстро перемещаться по улицам в маневренной легкой броне, у нас есть SR-24 «Уличный разведчик», немного напоминающий о штурмовиках ВССЗ. У обоих видов брони есть пассивный бонус «К осаде готов», который повышает скорость перезарядки основного оружия на целых 30%, а его боезапас — на 20%!||С любым из комплектов брони будут отлично смотреться входящие в заслугу плащи серой и желтой цветовой палитры: «Несгибаемый стержень» с изображением огромного черепа и элегантный асимметричный «Хранитель желтой линии».||Просветленные угрожают нашим колониям рабством и смертью. Мы подбираем слова тщательно — возможно, им стоит брать с нас пример. Эмоция «Это демократия» покажет кальмарам, что Супер-Земля не сдается.||Помимо этого, для «Несгибаемого стержня» и «Хранителя желтой линии» подготовлены сочетающиеся с плащом карточки игрока и «Бетонные джунгли» — новый комплект камуфляжной раскраски для ваших Адских Капсул, шаттлов, экзокостюмов и новой МТР, которая будет доступна уже совсем скоро. В эту заслугу, как и в предыдущие, входит большое количество суперкредитов.||Граждане колоний Супер-Земли смогут спать чуть спокойнее, зная, что вы вооружены последними разработками министерства обороны. Получите новое снаряжение и сделайте улицы вновь безопасными с заслугой «Городские легенды» — уже доступна!\",\"Добрый день, Адские Десантники, небольшое обновление для устранения сбоев от высшего командования, чтобы обеспечить вашу победу над бедствием Просветленных.||Обзор|- Исправления вылетов||Исправления|- Исправлен вылет, когда игрок выходил из миссии во время рагдолла и бросания гранат|- Исправлен потенциальный сбой при горячем подключении к миссиям иллюминатов|- Исправлен вылет при большом количестве разрушений|- Исправлен вылет при перезарядке дробовика и входе в FRV MG|- Исправлены некоторые потенциальные вылеты при входе или выходе из корабля другого игрока»|- Исправлен вылет, который мог произойти при некоторых взрывах|- Исправлен потенциальный вылет при вызове стратагем транспортных средств|- Исправлена ошибка, которая могла произойти при сражении на карте колонии.||Известные проблемы|Это проблемы, которые либо появились в этом патче и над ними ведется работа, либо относятся к предыдущей версии и еще не исправлены.|Наивысший приоритет:|- Игроки не могут использовать эмоции, когда летят по воздуху|- Шары стратагем непредсказуемо отскакивают от скал и некоторых мест|- Исправления баланса и функциональности для ДКС|- Улучшение системы подбора игроков для сокращения времени ожидания в часы пик||Средний приоритет:|- Зажигательные Адские капсулы больше не могут уничтожать крупных врагов, таких как танки|- Игроки могут застрять на рампе Пеликана-1 во время эвакуации|- Оружие с высоким уроном не будет взрывать адские бомбы, уже присутствующие на карте|- Игроки, использующие языки Microsoft IME, не могут набирать в чате символы корейского, японского и китайского языков|- Оружие с механикой зарядки может проявлять нежелательное поведение при стрельбе со скоростью, превышающей лимит RPM (Rounds Per Minute).|- Игроки, использующие эмоцию «Это демократия» на своем корабле, могут непреднамеренно отправлять своих товарищей-вертолетчиков в незапланированные выходы в открытый космос||Конец передачи\",\"Приветствую вас, Адские Десантники!|Перед праздниками будет выпущено небольшое исправление, устраняющее некоторые проблемы.||Обзор|- Исправления вылетов|- Улучшения в работе поиска матчей и соединениях|- Разные исправления||Исправления|Поиск матчей и проблемы с подключением:|- Улучшения в системе подбора игроков для сокращения времени ожидания.|- Устранена проблема, которая приводила к разрыву соединения в определенных игровых условиях во время миссий против Просветленных||Исправления вылетов и софт-блокировок:|- Исправление 100-процентного сбоя, затрагивающего часть игроков в радиусе действия башен Просветленных во время Ионных бурь.||Разные исправления|- Исправление того, что пассивное свойство брони 'К осаде готов' не влияла на количество патронов при начальном погружении, когда игрок присоединялся к текущей миссии.\",\"Приветствуем вас, Адские Десантники!||Мы надеемся, что вы отлично проводите время в Знамениях тирании и заняты поддержанием сладкой свободы в ближайшей к вам звездной системе, предлагая недемократическим ордам Просветленных другой способ жизни - смерть.||Чтобы отметить ваши подвиги по освобождению Неизбирателей от их мучительного существования, мы предлагаем вашему вниманию наш первый официальный кроссовер - и это очень круто.||Мы давно решили делать кроссоверы только тогда, когда они имеют смысл для игры. Поэтому мы с радостью объявляем о нашем первом кроссовере: Killzone 2.||Helldivers 2 x Killzone 2 относится к новому уровню специального премиум-контента, предназначенного для коллабораций и других работ с уникальной тематикой. Мы хотим предложить вам нечто особенное и уникальное.||Верховное командование сообщило нам, что помимо контента Супермагазина, всех хелдайверов ждет дополнительная награда за Killzone 2, зависящая от ваших успехов в Галактической войне...||Между тем, к вопросу о Супермагазине: в интересах неустанной демократии мы регулярно проводим опросы в Discord и Reddit. Основываясь на ваших отзывах, мы считаем, что можем улучшить то, как Супермагазин работает сейчас.||Сейчас многие из вас считают, что вещи находятся в ротации слишком короткое время и что иногда вы упускаете тот убийственный образ, на который положили глаз. В то же время, чем больше вещей мы добавляем в магазин, тем дольше они возвращаются в ротацию.||Поскольку мы еще не готовы к полному редизайну, мы временно протестируем более длительную ротацию с помощью Killzone, которая будет находиться в ротации 5 дней на каждой странице (будет две страницы предметов для изучения).||После этого ротация страниц вернется к своему обычному ритму, и мы попросим вас высказать свое мнение о нашем тесте. Если вы считаете, что это слишком коротко, или хотите, чтобы мы рассмотрели возможность возвращения предметов на более длительный срок, мы повторим этот вопрос в будущих опросах.||Веселитесь, заставляйте отступать Просветленных и покажите им ад, дайверы!\",\"Небольшой патч, полученный от Верховного командования||Обзор|- Исправление сбоев|- Исправление джиттера ADS|- Разные исправления||Исправления|Исправления вылетов и софт-локировки:|- Исправлен вылет, вызванный деспауном кораблей Просветленных|- Исправлены некоторые потенциальные вылеты при выходе игрока из игры||Разные исправления|- Исправлена проблема с дрожанием при прицеливании через прицелы|- Исправлена проблема с неправильной работой прицеливания пусковой установки STA-X3 W.A.S.P при использовании пусковой установки, принадлежащей другому игроку|- Уменьшено количество отключений в миссиях против Просветленных\",\"Обзор|- Изменение длительности действия газа распылительного оружия|- Демонстрация эмоций в полете и при рэгдолле|- Доработка камеры и управления МТР|- Переработка стратагемы AX/TX-13 «Сторожевой пес-вонючка»|- Изменения баланса|- Исправления вылетов|- Исправления оружия|- Исправления стратагем||Изменения баланса||Общие изменения|- Длительность действия газа распылительного оружия увеличена с 6 до 10 сек.|- Добавлен таймер, по истечении которого обломки десантных кораблей просветленных исчезают, чтобы не мешать движению в колониях.||Адский Десантник|- Министерство гуманизма добавило новое положение к Принципам правильной осанки при безопасном подъеме тяжестей, и теперь Адские Десантники смогут бежать трусцой, перенося различные предметы в обеих руках, например бочки или артиллерийские снаряды ВССЗ.||МТР|- Теперь Адские Десантники могут использовать гранаты и стратагемы, высовываясь из МТР.|- Управление МТР было доработано, чтобы машина лучше поворачивала.||Дополнительное оружие||PLAS-15 «Верный»|- Количество магазинов в начале боя увеличено с 2 до 3.|- Количество запасных магазинов увеличено с 4 до 5.||Стратагемы оружия поддержки||TX-41 «Стерилизатор»|- Убрано смещение прицела при отдаче|- Уменьшено задирание камеры при отдаче|- Длительность действия газа распылительного оружия увеличена с 6 до 10 сек.||Пассивные бонусы брони|- Выслушав отзывы игроков, мы решили не исправлять ошибку с пассивным бонусом брони «К осаде готов», который увеличивал количество боеприпасов у всего оружия с магазинами, а не только у основного оружия, как было указано в описании. Позднее мы исправим описание брони, а пока мы хотим посмотреть, не приводит ли это ошибка к каким-либо еще непредвиденным проблемам.|Рюкзаки||AX/TX-13 «Сторожевой пес-вонючка»|Стратагема была переработана, чтобы увеличить ее эффективность и выделить среди остальных за счет уникальной механики использования газа.|- Теперь дрон будет экономить боеприпасы, отдавая приоритет врагам, на которых еще не действует газ. Когда цель окажется поражена газом, дрон перейдет к следующей незатронутой газом цели.|- Логика прицеливания переработана, чтобы не дать дрону отходить слишком далеко от игрока. Точкой отсчета зоны прицеливания будет считаться позиция Адского Десантника, а не сам дрон.|- Размер области прицеливания увеличен с 10 до 20 м.|- Длительность действия газа распылительного оружия увеличена с 6 до 10 сек.||Стратагемы||MD-6 «Противопехотные мины»|- Перезарядка уменьшена с 180 до 120 сек.|- Урон увеличен с 350 до 700|- Разброс закладки мин был увеличен на 20%, чтобы минимизировать риск цепных взрывов.||MD-I4 «Зажигательные мины»|- Перезарядка уменьшена с 180 до 120 сек.|- Урон увеличен с 210 до 300|- Разброс закладки мин был увеличен на 20%, чтобы минимизировать риск цепных взрывов.||MD-17 «Противотанковые мины»|- Перезарядка уменьшена с 180 до 120 сек.||SH-20 «Рюкзак: баллистический щит»|- Теперь блокирует атаки ближнего боя, пока не сломается, получив определенное количество урона.||Исправления||Самые важные проблемы:|- Теперь вы снова можете демонстрировать эмоции во время падения или рэгдолла! При этом урон от падения уменьшаться не будет, но вы сможете в полной мере выражать свои эмоции, пока не рухнете на землю и не погибнете или не получите серьезные травмы. Стим все исправит!|- Исправлена ошибка, из-за которой щиты кораблей, из которых появлялись просветленные, не получали урон от гранат.|- Исправлена ошибка, из-за которой промежутки между зонами столкновений на кораблях, из которых появлялись просветленные, не давали гранатам, брошенным рядом с дверью, уничтожать корабли.|- Теперь аптечки полностью восстанавливают запас стимов у Адского Десантника.|- Теперь наносящее большой урон оружие будет подрывать игре.|Исправление вылетов, зависаний и блокировки прохождения:|- Исправлен вылет, который происходил, когда игрок возвращался на корабль, одновременно перезаряжая основное оружие.|- Исправлена блокировка прохождения, возникавшая во время высадки, когда организатор покидал игру или отключался сразу после выбора выкладки.|- Исправлен вылет, который происходил, когда игрок несколько раз подряд менял броню в арсенале.|- Исправлен вылет, который происходил, когда игрок заканчивал обучение и когда давал название своему эсминцу.|- Исправлен вылет, который происходил во время эвакуации.|- Исправлен вылет, который происходил при возвращении на корабль в условиях мощного обстрела снарядами.|- Исправлен вылет, который происходил у клиентов, когда организатор выходил из игры, держа в руках переносимую цель задания.|- Исправлен вылет, который происходил, когда игрок покидал игру в начале боя.|- Исправлен вылет, который происходил при смене языка текста.|- Исправлен вылет, который происходил при перезарядке SG-20 «Стоп»||Проблемы с общением и подбором игроков|- Доработана логика подбора игроков для лучшего поиска игроков из соседних регионов.|- Теперь для вас с большей вероятностью будут подбираться лобби той же сложности, что выбрана у вас в данный момент.|- Исправлена ошибка, из-за которой история чата удалялась при отправке на задание и возвращении с него.||Оружие и стратагемы|- Теперь, когда игрок открывает и закрывает текстовый чат, находясь на огневой позиции, он не будет переключаться на свое оружие, а останется на месте.|- Исправлена ошибка, из-за которой дуговое оружие не всегда попадало по щупальцам Пронзателя, если оказывалось нацелено на нижние части щупалец.|- Теперь стратагема «Противотанковое орудие E/AT-12» имеет верную метку пробивания брони в меню корабля.|- Турели стратагем больше не будут целиться в тесла-башни просветленных.|- Исправлена графическая ошибка, из-за которой при нагреве значения отображались поверх шкалы прогресса в круговом меню оружия.|- Оружие ближнего боя больше не должно отбрасывать гражданские машины и другие объекты на большое расстояние.|- Стратагема B-1 «Рюкзак: боеприпасы» снова будет обеспечивать стимами других игроков. Адские Десантники, помните, нужно делиться!|- Исправлена ошибка, из-за которой игроки могли застрять в противотанковом орудии E/AT-12, если израсходуют весь его боекомплект.||МТР|- После проведения анализа влияния ошибки выжившего во время испытаний МТР на удар конструкция всех МТР была укреплена. Небольшие ошибки при парковке больше не будут приводить к катастрофическим подрывам МТР.|- Внесены общие улучшения камеры, находящейся внутри МТР, чтобы сделать вид еще круче и не дать камере застревать под землей при движении вниз по склону. Настоящее кино!|- Уменьшена вероятность сброса вызванного МТР на крышу зданий.|- Теперь кнопки движения МТР можно привязать к кнопкам клавиатур с альтернативными раскладками (не QWERTY).|- Исправлена ошибка, из-за которой некоторые враги, такие как командир роя, при столкновении с МТР оказывались отброшены на большую дистанцию, чем предполагалось.||Адский Десантник|- Исправлена ошибка, из-за которой МТР выбрасывало в космос, если игрок сталкивался с ней во время рэгдолла.|- Исправлена ошибка, не позволяющая Адским Десантникам забираться на гражданские машины и перепрыгивать через них.|- Адские Десантники больше не будут скользить по земле после рэгдолла в результате взрыва (несмотря на то, что на дворе год змеи).|- Исправлена ошибка, из-за которой игроки застревали в анимации скольжения лежа, если в результате рэгдолла попадали в неглубокие водоемы.|- Исправлена ошибка, из-за которой не проигрывалась анимация, когда Адский Десантник подбирал образец.||Враги|- Исправлена небольшая графическая ошибка с языком следопыта (поверьте, вы не хотите знать, чего нам стоило ее исправить).|- Исправлена ошибка, из-за которой враги не реагировали на промахи из огнестрельного оружия или атаки ближнего боя, происходящие рядом с ними.||- Различные исправления|- Исправлена ошибка, из-за которой клиенты использовали неверный звук во время ожидания присоединения организатора к выбору выкладки.|- Исправлена ошибка, из-за которой Адский Десантник выходил из Адской Капсулы сразу после подтверждения готовности и до перехода на экран загрузки.|- Исправлена ошибка, из-за которой гражданские не могли найти дверь шаттла во время заданий типа «Экстренная эвакуация».|- Теперь фиолетовые знаки вопроса должны встречаться куда реже во время заданий просветленных на песчаных и арктических планетах.|- Исправлен синдром парящей головы, встречающийся у Адских Десантников, сочетающих броню AC-2 «Исполнительный» с определенными шлемами.|- Исправлена ошибка, которая появилась в декабре, когда оружие с меньшим значением пробивания брони, чем было брони у цели, наносило 1 ед. урона вместо 0, из-за чего игроки получали неверную обратную связь, а враги и Адские Десантники получали незначительный излишний урон.|- Теперь враги начнут погружаться под землю, если будут убиты рядом с терминалами или точками эвакуации, чтобы не блокировать доступ игроков к ним.||Известные проблемы|Ниже перечислены проблемы, появившиеся в этом патче, над которыми мы уже работаем, а также пока не исправленные проблемы из более старых версий игры.||Самые важные:|- Терминал в задании «Черный ящик» может быть недоступен, если появится, частично провалившись под землю.|- Шары стратагем непредсказуемым образом отскакивают от скал и других поверхностей.|- Доработка баланса и функционала ДКС.|- Проблемы с поиском маршрута во время заданий просветленных типа «Эвакуируйте колонистов».|- Dolby Atmos не работает на PS5.||Средняя важность:|- Игроки могут застревать на рампе «Пеликана-1» во время эвакуации.|- Взрывчатка может отправить Адских Десантников, спрятавшихся за ландшафтом, в рэгдолл.|- Экипированные в данный момент плащи неверно отображаются как простой серый плащ на вкладке арсенала.|- Игроки, использующие эмоцию «Это демократия» на своем корабле, могут непреднамеренно отправить других Адских Десантников на неразрешенную незапланированную прогулку в космосе.|- AX/TX-13 «Сторожевой пес-вонючка» не показывает, когда у него кончаются боеприпасы.|- У башен танков «Заграждение» 0 ед. брони и нет уязвимых мест.|- Переключение на более сильное приближение не приближает камеру в прицеле LAS-5 «Коса».|- Оружие с перезарядкой может вести себя непредсказуемо, если скорострельность превышает лимит выстрелов в минуту.\",\"Будем честны, Адские Десантники: Супер-Земля стоит того. Неважно, что это за «то». Все Адские Десантники разделяют это убеждение, и от всех граждан Супер-Земли ожидается фанатичная преданность. Но Адские Десантники должны продемонстрировать свою преданность. Они должны выглядеть как демократические ученики, которыми они являются внутри, и единственный известный нам способ продемонстрировать это - снаряжение из нашей следующей боевой заслуги*: Слуги свободы.||Так как же выглядит истинная преданность демократии?||Адские бомбы. Она выглядит как адские бомбы. Они действительно посылают сигнал: освобождение большое, громкое и происходит вокруг вас. Это поднимает дух демократии и заставляет подниматься многие другие вещи, например здания. Желчные титаны. Промышленные площадки с Автоматонами. А теперь представьте, что у вас на спине пристегнута такая свобода. Это портативная адская бомба B-100, маяк демократической правды в удобном рюкзаке, который легко активируется вами или полезным товарищем. Только не забудьте сбросить рюкзак и очистить территорию, когда он активируется, потому что B-100 имеет 10-секундный обратный отсчет, который нельзя отменить.||Как улучшить обычный Серп? Разогнать его и придать жару. Серп LAS-17 Обоюдоострый серп - это чистая агония и экстаз, когда он начинает сжигать не только своего владельца, но и все на своем пути. Стреляй сквозь боль, Адский Десантник.||Чтобы помочь вам распространить свободу вокруг, вы можете экипировать GP-20 Ультиматум - переднезарядный гранатометный пистолет во вторичном слоте. Ультиматум обладает мощью гранатомета на стероидах и предназначен для стрельбы с близкого расстояния. Но обращайтесь с ним осторожно, иначе вы можете случайно освободить себя вместе с врагом.||В Слугах свободы также появился новый вид метательного оружия. G-50 Искатель - это небольшой дрон, который следует за вами и взрывается рядом с врагами при обнаружении. Искатель также может нацеливаться на врагов, получивших сигнал, например, отправить его в небольшой крестовый поход.||Средняя броня IE-3 Мученик и IE-12 Праведник имеют детали, вдохновленные мантией и плащом, и оснащены пассивным бонусом Встроенная взрывчатка, который дает каждому Адкому Десантнику защиту от превращения в Неизбирателя: после смерти ваш труп взорвется и уничтожит врагов вокруг вас. Никто не сможет контролировать твой разум, солдат.||В комплекте к этой броне также есть шлемы со стоическими лицами, чтобы без страха смотреть на натиск. Не проявляй слабости, Адский Десантник. Накиньте на себя символическое напоминание о клятве призывника, сочетая эти комплекты с накидками Fre Liberam и Per Democrasum.||Для полного эффекта вы также можете экипировать звание игрока «Служитель свободы» и экипировать «Поднять оружие» и выглядеть как настоящий приверженец демократических ценностей.||Станьте одним из самых верных бойцов Супер-Земли и покажите отряду свое рвение к управляемой демократии вместе с боевой заслугой Слуги Свободы!\",\"Приветствую вас от имени Свободы, Адские Десантники, капитан Карлберг с последними новостями с Супер-Земли. В этом обновлении у нас также есть специальное сообщение от высшего командования.|Давайте погрузимся в игру||Обзор||Привет всем!|Это была «интересная» неделя с патчем, в котором было несколько неожиданных промахов. После тестирования и балансировки были отправлены неверные версии некоторых файлов для новых предметов боевой заслуги, что не входило в планы. Неправильное расположение прицелов также вернулось, хотя и в новой форме - некоторые баги действительно живучи, не так ли? (Молча смотрит вдаль...)|Мы даже перепроверили масштаб Серпа LAS-16, просто чтобы быть уверенными.|Переходим к ключевым моментам этого патча:|- LAS-17 Обоюдоострый серп должен был начинать с легкой бронепробиваемости и увеличивать ее до средней по мере накопления тепла, но он сразу же начал пробивать среднюю броню, даже при нулевом нагреве.|- GP-31 Ультиматум также получил дополнительные боеприпасы за счет пассивного бонуса К осаде готов, которая ранее была недоработанной, но теперь стала функциональной, и мы считаем, что эта комбинация слишком сильна.|Мы - большие поклонники больших взрывов (цитируя нашего замечательного директора по дизайну), поэтому мы не хотели делать оружие менее приятным в использовании - мы по-прежнему хотим, чтобы оно вызывало у вас демократические слезы на глазах каждый раз, когда вы используете его, как это делаем мы. Тем не менее, мы будем следить за тем, как легко получить доступ к дополнительным боеприпасам для него, и сделаем так, чтобы для его полноценного использования требовалось немного больше усилий.||В наши планы не входит выпуск предметов боевой заслуги, нуждающихся в немедленной балансировке, и мы понимаем, что любые изменения, которые мы вносим, могут вызвать сильные чувства. Мы хотим заверить вас, что активно прислушиваемся к вашим отзывам и, как и в случае с предыдущими обновлениями, будем внимательно следить за ситуацией. Ваш вклад бесценен, поэтому, пожалуйста, продолжайте делиться своими мыслями об этих изменениях. Мы всегда готовы внести дополнительные коррективы, если это потребуется!||Балансировка|Основное оружие|Обоюдоострый серп LAS-17|Мы изменили баланс этого оружия, чтобы сделать динамику риск/вознаграждение более впечатляющей. Цель - сделать так, чтобы оно ощущалось как действительно мощное оружие, при этом правильно сбалансировав механику самоповреждений, чтобы отразить его высокорискованную природу. В текущей живой версии нам показалось, что ему не хватает как силы удара, так и уровня риска, и мы не почувствовали, что оно действительно соответствует нашему замыслу.||СТАРЫЙ|- 0-25% тепла: AP3 55 урона - наносит игрокам 0 урона/секунду|- 26-90% жары: AP3 55 урона - наносит 10 урона/секунду игрокам|- +91% тепла: AP3 55 урона - наносит 50 урона/секунду игрокам + эффект состояния огня||НОВЫЙ|- 0-25% тепла: AP2 55 урона - наносит игрокам 0 урона/секунду|- 26-50% жара: AP3 55 урона - наносит игрокам 10 урона/секунду|- 51-90% тепла: AP3 70 урона - наносит 20 урона/секунду игрокам|- +91% тепла: AP4 70 урона - наносит 50 урона/секунду игрокам + эффект состояния огня||Магазины|- Количество стартовых магазинов увеличено с 1 до 2|- Количество запасных магазинов увеличено с 2 до 3||Дополнительное оружие|GP-31 Ультиматум|Мы видели множество неоднозначных отзывов игроков об этом оружии, и некоторые из них считали, что оно принижает значение некоторых сложных моментов, в то время как другие считали, что оно отлично подходит и является отличным дополнением к игре. Мы тщательно выбираем подход, при котором мы хотели бы уменьшить легкость доступа к дополнительным боеприпасам, сохранив при этом основную мощь оружия. Это означает, что игрокам придется приложить больше усилий и выработать стратегию для достижения максимальной эффективности за счет снижения синергии брони и бустеров для этого конкретного оружия.|Мы продолжим следить за этими изменениями, поэтому, пожалуйста, оставляйте свои отзывы!|- На GP-31 Ультиматум больше не влияют бустер оптимизации Адской капсулы и пассивный бонус К осаде готов||Исправления|Решены приоритетные проблемы:|- Исправлена ошибка, при которой центр прицела не совпадал с траекторией полета снаряда, что влияло на все оружие, но было наиболее заметно при прицеливании вниз (ADS).||Исправления вылетов, зависаний и мягких блокировок:|- Исправлена редкая ошибка, которая могла возникнуть при присоединении к кому-либо, кто меняет оружие|- Исправлен редкий вылет, который мог произойти при присоединении к миссии через поиск с артиллерийской целью ВССЗ, присутствующей на планете|- Исправлен сбой, когда отображались субтитры, а язык был изменен|- Исправлен вылет при выключении игры во время сцены с ДКС|- Исправлен вылет при смене языка во время миссии|- Исправлен вылет, связанный с переключением языков|- Исправлен вылет, который мог произойти у других игроков после отключения игрока от сессии|- Исправлен вылет, вызванный эмоциями сразу после сброса оружия поддержки||Оружие и стратагемы|- Исправлена проблема, из-за которой вы могли случайно вооружиться ранцем B-100 Портативная Адская бомба при входе в МТР||Разные исправления|- Исправлена проблема с генерацией уровней, когда некоторые терминалы целей могли стать недоступными|- Исправлена проблема, из-за которой пассивный бонус брони Встроенная взрывчатка иногда не срабатывала||Да направит Свобода ваш прицел, Адские Десантники|Капитан релизов Карлберг, конец связи\",\"Капитан релизов Карлберг с небольшим, но важным обновлением||Обзор|В связи с новым вылетом, обнаруженным во вчерашнем патче, мы выпускаем для всех Адских Десантников новое обновление, исправляющее эту ошибку. Мы благодарим вас за терпение и продолжение боевых действий.||Исправления|- Исправлен распространенный сбой, который мог произойти при входе в миссию\",\"Приветствую вас от лица Свободы, Адские десантники, Капитан Карлберг с докладом о последних достижениях демократии.|Небольшое исправление прибывает на Адские капсулы, которые рядом с вами.||Обзор|- Исправление вылетов|- Проблема с покупкой модуля корабля||Исправления|Исправления вылетов, зависаний и блокировок прохождения миссий:|- Исправлен редкий вылет, который мог произойти при путешествии между планетами|- Исправлен вылет, возникающий при первоначальном выборе языка|- Исправлен вылет, вызванный отменой определенных эмоций с помощью других эмоций||Разные исправления|- Исправлена ошибка, из-за которой модули корабля иногда не могли быть куплены, даже если у вас было нужное количество образцов\",\"Исправление вылетов прибывает на корабль рядом с вами!||Обзор|- Исправлен распространенный вылет, вызванный ошибкой взрыва спор во мраке.||Исправления|- Исправлен распространенный вылет, возникавший, когда за короткий промежуток времени одновременно убивалось слишком много жуков, взрывающихся после смерти\",\"v1.3.0||📌 Что нового?|✅ Раздел новостей – всегда будьте в курсе последних событий.||✅ Страница фракции Просветленных – изучайте новых врагов.||✅ Полная актуализация контента – новые враги у Автоматонов и Терминидов, свежий арсенал оружия, брони и стратагем.||✅ Полный перевод на английский – теперь ещё больше Адских десантников смогут воспользоваться сайтом.||✅ Редизайн в стиле Helldivers 2 – для более правильного погружения в атмосферу войны.||✅ Улучшенная навигация – добавлены пути страниц для большего удобства.||🖼 Обновление изображений:|🎨 Все изображения стали более приятными глазу – теперь визуальная часть сайта стала в разы лучше.||🚀 Оптимизирован размер картинок – сайт загружается намного быстрее.||🔧 Исправления и доработки:|☑️ Исправлена страница модулей корабля – теперь всё отображается корректно.||☑️ Исправлены различные ошибки для более стабильной работы.||⚠️ Страница галактической войны временно на переработке – готовим для вас кое-что особенное!\",\"v1.3.1||📌 Что нового?|✅ Страница боевых заслуг — теперь вы можете отслеживать свои достижения и награды за участие в войне.||✅ Переработанная страница активных сражений — новый дизайн для более удобного отслеживания текущих боевых операций.||✅ Военная сводка — самые актуальные новости с полей сражений теперь доступны в режиме реального времени.||✅ Обновленный внешний вид главного приказа — теперь он выглядит более стильно и соответствует духу войны.||⚠️ Карта галактической войны — все еще находится на переработке. Мы прилагаем все усилия, чтобы вернуть ее на сайт как можно скорее!\"]"
  },
  "emotes": {
    "names": "[\"Обычное приветствие\",\"Дать пять\",\"Камень-ножницы-бумага\",\"Обнять\",\"Взрывное рукопожатие\",\"Рукопожатие разведчика\",\"Проверка убежденности\",\"Грудной маневр ликования\",\"Добыча природного газа\",\"Вольно\",\"Это демократия\",\"Поднять оружие\",\"Аплодисменты\",\"Напрячь мышцы\",\"Расслабься\",\"Громкий возглас\",\"Бросок костей\",\"Пальцы-пистолеты\",\"Салют\",\"Ты следующий\",\"Суперчеловек\",\"Коснуться головы\",\"Боксер\",\"Представительный\",\"Учтивый поклон\",\"Присед\",\"Дробовик напоказ\",\"Пантомима\",\"Бюллетени всем!\",\"Вызов Адского Десанта\",\"Пушки свободы\",\"Высшая любовь\",\"Глубокие раздумья\",\"Большая растяжка\",\"Фу\"]"
  },
  "weatherConditions": {
    "names": "[\"Ужасный холод\",\"Густой туман\",\"Ливни\",\"Сильная жара\",\"Толчки\",\"Метели\",\"Метеоритные бури\",\"Песчаные бури\",\"Ионные бури\",\"Кислотные бури\",\"Сейсмическая активность\",\"Огненные торнадо\"]",
    "descriptions": "[\"Ледяной холод снижает скорострельность, но замедляет перегрев оружия.\",\"Густой туман снижает видимость.\",\"Проливные дожди снижают видимость.\",\"Высокие температуры повышают расход выносливости и ускоряют перегрев оружия.\",\"Частые землетрясения оглушают игроков и врагов.\",\"Сильные метели снижают видимость.\",\"Падающие метеориты наносят огромный урон.\",\"Плотные песчаные бури снижают видимость.\",\"Близость ионных бурь отключает стратагемы.\",\"Яростные кислотные бури снижают видимость.\",\"Вулканы разбрасывают горящие камни по поверхности планеты.\",\"На планете бушуют смертоносные огненые торнадо.\"]"
  },
  "orders": {
    "texts": "[\"До конца главного приказа:\",\"ГЛАВНЫЙ ПРИКАЗ\",\"НАГРАДА\",\"МЕДАЛЬ ЗАСЛУГИ\",\"Ждем главного приказа\",\"Ожидайте дальнейших приказов высшего командования Супер-Земли\",\"ЛИЧНЫЙ ПРИКАЗ\",\"Убейте\"]",
    "tasks": "[\"Автоматоны\",\"Танк «Пильщик»\",\"Терминиды\",\"Желчные титаны\"]"
  }
}