export const automatons = [
  {
    id: 1,
    imagePath: "/static/automatons/Trooper.webp",
    devName: "Trooper",
    fractionIndex: 1,
    tactics:
      "Просто стреляйте в голову, она является самой уязвимой точкой. Каждый кавалерист вооружен сигнальным пистолетом, выстрел из которого вызывает подмогу, поэтому несмотря на слабость данного противника его необходимо быстро уничтожить.",
  },
  {
    id: 2,
    imagePath: "/static/automatons/Commissar.webp",
    devName: "Commissar",
    fractionIndex: 1,
    tactics:
      "Тактика убийства схожая с обычным кавалеристом. Необходимо уничтожать комиссаров одними из первых, так как они могут вызывать подмогу с помощью сигнальных ракет. Также они могут выстрелить из этого сигнального пистолета по вам, из-за чего вы начнете гореть. Помимо этого они вооружены ручными гранатами, которые, впрочем, вы можете кидать обратно в них.",
  },
  {
    id: 3,
    imagePath: "/static/automatons/JetBrigadeTrooper.webp",
    devName: "Jet Brigade Trooper",
    fractionIndex: 1,
    tactics:
      "Тактика убийства схожая с обычным кавалеристом. Необходимо уничтожать комиссаров одними из первых, так как они могут вызывать подмогу с помощью сигнальных ракет. Также они могут выстрелить из этого сигнального пистолета по вам, из-за чего вы начнете гореть. Помимо этого они вооружены ручными гранатами, которые, впрочем, вы можете кидать обратно в них.",
  },
  {
    id: 4,
    imagePath: "/static/automatons/Berserk.webp",
    devName: "Berserker",
    fractionIndex: 1,
    tactics:
      "Чтобы избавиться от этой угрозы можно отстрелить руки-бензопилы, после чего берсерк фактически перестает быть противником. Также можно убить его в голову, которая не защищена листами брони. Главное держать дистанцию и не давать им скапливаться в большом количестве.",
  },
  {
    id: 5,
    imagePath: "/static/automatons/ScoutStrider.webp",
    devName: "Scout Strider",
    fractionIndex: 1,
    tactics:
      "Способ уничтождения шатуна-разведчика напрямую зависит от вашего вооружения. Вы можете кинуть гранату под ноги шагохода, также можете отстрелить ноги, помимо этого существует возможность просто обойти его сзади и убить автоматона, управляющего им.",
  },
  {
    id: 6,
    imagePath: "/static/automatons/ReinforcedScoutStrider.webp",
    devName: "Reinforced Scout Strider",
    fractionIndex: 1,
    tactics:
      "Способ уничтождения шатуна-разведчика напрямую зависит от вашего вооружения. Вы можете кинуть гранату под ноги шагохода, также можете отстрелить ноги, помимо этого существует возможность просто обойти его сзади и убить автоматона, управляющего им.",
  },
  {
    id: 7,
    imagePath: "/static/automatons/Devastator.webp",
    devName: "Devastator",
    fractionIndex: 1,
    tactics:
      "Чтобы его уничтожить нужно стрелять в голову или ракетные установки. Также вам нужно всегда держаться за укрытием, так как их подпрограмма позволяет вести очень точный и смертоносный огонь. При возникновении трудностей — используйте стратагемы.",
  },
  {
    id: 8,
    imagePath: "/static/automatons/HeavyDevastator.webp",
    devName: "Heavy Devastator",
    fractionIndex: 1,
    tactics:
      "Чтобы его уничтожить нужно стрелять в голову или ракетные установки. Также вам нужно всегда держаться за укрытием, так как их подпрограмма позволяет вести очень точный и смертоносный огонь. При возникновении трудностей — используйте стратагемы.",
  },
  {
    id: 9,
    imagePath: "/static/automatons/RocketDevastator.webp",
    devName: "Rocket Devastator",
    fractionIndex: 1,
    tactics:
      "Чтобы его уничтожить нужно стрелять в голову или ракетные установки. Также вам нужно всегда держаться за укрытием, так как их подпрограмма позволяет вести очень точный и смертоносный огонь. При возникновении трудностей — используйте стратагемы.",
  },
  {
    id: 10,
    imagePath: "/static/automatons/Hulk.webp",
    devName: "Hulk",
    fractionIndex: 1,
    tactics:
      "Если вы хотите избавиться от глыбы, то можете концентрировать свой огонь на маленькой голове данного автоматона или же на вентиляционном отверстии сзади. Всегда держитесь на расстоянии, прячьтесь за укрытия и используйте стратагемы.",
  },
  {
    id: 11,
    imagePath: "/static/automatons/Tank.webp",
    devName: "Tank",
    fractionIndex: 1,
    tactics:
      "Для уничтожения танка необходимо как можно быстрее сократить дистанцию и начать стрелять в его уязвимые зоны. Самой главной уязвимой зоной является вентиляционное отверстие танка, но крыша танка также защищена слабой броней.",
  },
  {
    id: 12,
    imagePath: "/static/automatons/ShredderTank.webp",
    devName: "Shredder Tank",
    fractionIndex: 1,
    tactics:
      "Для уничтожения танка необходимо как можно быстрее сократить дистанцию и начать стрелять в его уязвимые зоны. Самой главной уязвимой зоной является вентиляционное отверстие танка, но крыша танка также защищена слабой броней.",
  },
  {
    id: 13,
    imagePath: "/static/automatons/BarragerTank.webp",
    devName: "Barrager Tank",
    fractionIndex: 1,
    tactics:
      "Для уничтожения танка необходимо как можно быстрее сократить дистанцию и начать стрелять в его уязвимые зоны. Самой главной уязвимой зоной является вентиляционное отверстие танка, но крыша танка также защищена слабой броней.",
  },
  {
    id: 14,
    imagePath: "/static/automatons/FactoryStrider.webp",
    devName: "Factory Strider",
    fractionIndex: 1,
    tactics:
      "Чтобы уничтожить этого колосса необходимо стрелять в одну из слабых точек: пулеметы, пушку, голову, станцию производства, радиатор. Уничтожение каждой слабой точки будет сильно ослаблять данный юнит. Обязательно используйте стратагемы.",
  },
  {
    id: 15,
    imagePath: "/static/automatons/Dropship.webp",
    devName: "Dropship",
    fractionIndex: 1,
    tactics:
      "Самой эффективной тактикой является его сбитие выстрелом из автопушки/ракетницы или же квазара в один из двигателей.",
  },
  {
    id: 16,
    imagePath: "/static/automatons/Gunship.webp",
    devName: "Gunship",
    fractionIndex: 1,
    tactics:
      "Самой эффективной тактикой является его сбитие выстрелом из автопушки/ракетницы или же квазара в любую его часть.",
  },
] as any[];
